{
    "title": "**02. Antidepresíva**\n",
    "content": "**Farmakodynamické, farmakokinetické aspekty, terapeutické použitie, Nežiadúce účinky**\n**Depresia** – psychická porucha, pri ktorej dominuje porucha nálady. Táto chorobne smutná nálada\novplyvňuje všetky ostatné psychické funkcie, predovšetkým myslenie, konanie, ale i telesnú aktivitu\n\nvyskytuje sa u 5-12% populácie, z toho 5-15% končí samovraždou\n\nčastá afektívna porucha, postihujúca najmä náladu\n\nmôže byť mierna, ale aj veľmi závažná s psychotickými symptómami\n\nkomplexné závažné ochorenie\n\npacienti s depresiou častejšie zomierajú na iné ochorenia – KVS, nádorové, ...\n**Symptómy depresie:**\n\n **emočné**\n\n  smutná nálada, apatia, pesimizmus\n\n  nízke sebavedomie, pocit viny, škaredosti\n\n  pocity menejcennosti, anhedónia (strata schopnosti vnímať radosť)\n\n  strata motivácie, nerozhodnosť\n\n  niekedy suicidálne myšlienky\n **biologické**\n\n  spomalenie myslenia a zníženie aktivity\n\n  - strata libida\n\n  poruchy spánku (insomnia alebo hypersomnia), nechutenstvo, strata hmotnosti\n\n  psychosomatické prejavy (búšenie srdca, hypertenzie, migrény....)\n**Typy depresie:**\n **unipolárna** (len smutná nálada) (najčastejšia)\n\n  reaktívna depresia (vyvolaná stresujúcim životnými udalosťami) (75%)\n\n  endogénna depresia (nesúvisí s vonkajšími udalosťami) (25 %)\n **dystýmia**\n\n    ľahká depresívna porucha chronickej povahy (dlhodobejšia ako veľká depresívna porucha) - nízke\nsebavedomie, strach z neúspechu, znížené sústredenie a prežívanie radosti, pocit osamelosti, ...\n\n    často môže prejsť v epizódy závažnejšej depresívnej poruchy\n **veľká depresívna porucha**\n\n    **melancholická depresia**     - výrazná strata nálady, strata hmotnosti, psychomotorická retardácia,\n\nnadmerná vina\n\n    **atypická depresia** (najčastejší typ) - pacient schopný zlepšenia nálady na pozitívny stimul, zvýšený\napetít a z toho zvýšená telesná hmotnosť, hypersomnia\n\n    **katatonická depresia**     - zriedkavá a ťažká forma, pacient stuporózny (tichý, meravý, tupý),\nprejavuje sa katatóniou - úplná meravosť alebo bezúčelné bizarné pohyby\n\n    **popôrodná depresia**     - vyskytuje sa u žien (zriedkavejšie u mužov) typicky niekoľko týždňov po\nnarodení dieťaťa a môže trvať mesiace až rok\n\n    **sezónna afektívna porucha**     - prejavuje sa len v jesennom a zimnom období a s príchodom jari\nustupuje\n **bipolárna afektívna porucha** (depresia sa strieda s mániou) (menej častá)\n\n  prejavuje sa výskytom depresívnej (melancholickej) fázy, ktorá je po istom čase vystriedaná fázou\nmanickou (hypomanickou)\n\n  miera závažnosti, výskyt a pravidelnosť kolísania nálady je u každého pacienta iná\n\n  menej častý syndróm než unipolárne ochorenia (depresia alebo mánia)\n\n  **depresívna epizóda** sa prejavuje typickými symptómami plačlivej nálady, pesimizmu,\npsychomotorickou retardáciou, poruchami spánku v závažných prípadoch dokonca stav podobný\nschizoafektívnym psychózam\n\n  **manická epizóda**   - euforická nálada, nadmerne veselá, optimistická, nadšenie (neprimerané\nokolnostiam), pacientov afekt sa zafarbuje takmer nespútateľnou energiou, ľahko sa podráždia\n(agitovateľnosť), sú netrpezliví, prchkí až agresívny, nadmerne sebavedomí - podstupovanie rizík v\nsprávaní, nadmerný apetít, niekedy aj sexuálny\n\n\n\n18\n\n\n**Patofyziológia depresie:**\n **monoamínová teória depresie**\n\n  hypotéza: depresia spôsobená funčným nedostatkom monoamínových neurotransmitterov, najmä\n\n**noradrenalínu** a **serotonínu**\n\n  možné narušenie monoamínovej transmisie v hypotalame pri depresii\n\n  liečivá, ktoré stimulujú monoamínovú transmisiu zvyčajne zlepšujú náladu pri depresii, kým liečivá,\nktoré ju inhibujú, môžu spôsobiť depresiu ( **rezerpín** )\n\n  protiargumenty: kokaín zvyšuje monoamínovú transmisiu ale nezlepšuje depresiu; niektoré účinné\nantidepresíva nezvyšujú monoamínovú transmisiu; funkčné štúdie monoaminergných dráh v mozgu\nani postmortem analýza počtu a zmien patričných receptorov v mozgovom tkanive neboli\npreukázané\n ďalší názor je, že depresia je spojená so **stratou neurónov v hipokampe** a prefrontálnom kortexe, a že\nantidepresívne terapie rôzneho druhu účinkujú tak, že inhibujú alebo dokážu zvrátiť túto stratu\nstimuláciou neurogenézy. Tento prekvapujúci názor je podporený viacerými dôkazmi:\n\n  zobrazovacie metódy ukázali zmenšenie hipokampu a prefrontálneho kortexu u depresívnych\npacientov, so stratou neurónov a glie\n\n  funkčné zobrazovanie ukázalo v tejto oblasti zníženú neuronálnu aktivitu\n u zvierat je možné rovnaký efekt vyvolať **chronickým stresom alebo podávaním glukokortikoidov**, čo\nnapodobňuje zvýšenú sekréciu kortizolu pri ľudskej depresii.\n\n  nadmerná produkcia glukokortikoidov u ľudí (Cushingov syndróm) často spôsobuje depresiu\n\n  u pokusných zvierat antidepresíva alebo iná liečba (elektrokonvulzívna terapia) zvyšuje neurogenézu\nv týchto oblastiach, a ako u ľudí, obnovuje funkčnú aktivitu. Ak sa zabráni hipokampálnej\nneurogenéze, antidepresíva nemajú u potkanov očakávané účinky.\n\n  5-HT a noradrenalín, ktorého účinky sú zvýraznené mnohými antidepresívami, podporujú\nneurogenézu zrejme cez aktiváciu 5-HT1A receptorov α2 adrenoceptorov. Tieto účinky môžu byť\nsprostredkované BNDF.\n\n  cvičenie tiež stimuluje neurogenézu u\npokusných zvierat a je u niektorých pacientov\núčinné pri miernych alebo stredne závažných\ndepresiách.\n\n  je treba zdôrazniť, že tieto hypotézy zďaleka\nnie sú plne dokázané, ale ako ukazuje diagram,\nstav poznania v oblasti výskumu depresie sa od\nformulácie monoamínovej hypotézy výrazne\nposunul, a naznačuje to, že možno očakávať\nobjavenie nových cieľov pre ďalšiu generáciu\nantidepresívnych liečiv.\n\n\n**Terapia depresie:** komplexná\n1. biologická liečba = farmakoterapia, fototerapia (jasným svetlom), spánková depirácia\n2. psychoterapia\n3. psychosociálna rehabilitácia a reedukácia\n**Nefarmakologická liečba depresie**\nNástup účinku antidepresív je pomalý (niekoľko týždňov) Niekedy je nutné konať rýchlo (riziko\nsamovraždy). Niektorí pacienti neodpovedajú dostatočne na farmakologickú liečbu.\n**Elektrokonvulzívna terapia**\n\nmozog je stimulovaný elektrickým prúdom\n\nprocedúra je krátka a robí sa v súčasnosti: v celkovej anestéze (napr. **tiopental** ); s periférnymi\nmyorelaxanciami ( **sukcinylcholín** ) na zabránenie vzniku poranení v dôsledku kŕčov\n\nrelatívne vysoká účinnosť redukcie depresívnych symptómov (60-80%)\n\nmôžu vznikať dočasné poruchy pamäte (niekoľko dní až týždňov)\n**Psychoterapia** - ako doplnková alebo hlavná liečba (u menej závažných depresií)\n**Antidepresíva - klasifikácia podľa:** chemického hľadiska, z farmakologického hľadiska, podľa doby ich\nvzniku (I.-IV. generácia)\n\n\n\n19\n\n\n**Delenie podľa Mechanizmus účinku:**\n**1.** **Inhibítory vychytávania monoamínov**\n**a)** **SNRI** = neselektívne inhibítory vychytávania monoamínov\n**a.** **tricyklické antidepresíva** = **imipramín**, **desipramín**, **amitryptilín**, **nortriptilín**, **dosulepín**, **doxepín**\n\n**Mechanizmus účinku:**\n\n      blokáda vychytávania noradrenalínu a serotonínu nervovým zakončením = kompetícia\no neuroprenášače\n\n      syntéza, skladovanie a uvoľňovanie amínov nie je priamo ovplyvnené\n\n      naviac môžu blokovať a, M, H1 receptory (nežiaduce účinky)\n\n      antidepresívne pôsobenie dané adaptívnymi zmenami v CNS\n\n      terapia neuropatickej bolesti\n**Účinky:**\n\n      **zlepšenie depresívnej nálady** (nástup účinku je až niekoľko týždňov, 2-3)\n\n      u zdravých jedincov ospalosť, letargia, anxiózne stavy, ...\n\n      **normálny stav:** uvoľňovanie mediátorv v synaptickej štrbine (5-HT, NA, D) a ich účinky na\npostsynaptických receptoroch\n\n      **patologický stav:** znížené množstvo neuromediátorv a ich deficit na receptoroch\n\n      **stav po akútnom podávaní antidepresív (TCA, SSRI)** : zvýšenie množstva neuromediátrov v\nsynaptickej štrbine\n\n      **stav po chronickom podávaní antidepresív:** normalizácia denzity a senzitivity post- i\npresynaptických receptorov\n\n**Farmakokinetika:**\n\n      dobre sa vstrebávajú z GIT, väčšina z nich sa silne viaže na plazmatické albumíny a neskôr na\ntkanivové proteíny – veľký distribučný objem a pomalá eliminácia\n\n      metabolizmus v pečeni – N-demetylácia alebo hydroxylácia\n**Nežiaduce účinky:**\n\n      až 50% výskyt intoxikácii po TCA\n\n      útlm (antihistamínové účinky), zmätenosť, motorická nekoordinovanosť (časom zvyčajne\nmiznú)\n\n      sucho v ústach, rozmazané videnie, zápcha, retencia moča (antimuskarínový účinok)\n\n      ortostatická hypotenzia (alfa-sympatolytické účinky)\n\n      predĺženie QT intervalu, dysrytmie – akútne predávkovanie\n\n      suicidálne myšlienky, zvýšenie hmotnosti\n**Interakcie s inými liečivami:**\n\n      **alkohol – potenciácia, možná depresia dýchania a smrť**\n\n      nemali by sa kombinovať s MAO inhibítormi\n **imipramín** = najstaršie TCA, má komplexné pôsobenie, prvé znaky zlepšenia už po týždni –\nzlepšenie nálady, dlhodobejšia terapia – trvalejšie ovplyvnenie psychiky pacienta; vyššie dávky\n– sedatívny účinok a tlmenie vnímania bolesti (tlmenie neuropatickej bolesti)\n **klomipramín** = najviac na reuptake 5-HT\n **amitriptylín** = u pacientov s nespavosťou a psychickým nepokojom\n **dosulepín** = najčastejšie užívaný (mierne alagetický účinok), pri všetkých typoch depresií\na anxiety\n**b.** **novšie: venlafaxín**, **duloxetín**, **milnacipran**\n\n**Mechanizmus účinku:**\n\n      blokáda vychytávania noradrenalínu a serotonínu do nervového zakončenia\n\n      menej Nežiadúce účinky, lebo ↓afinita voči iným receptorovým systémom\n\n      5x silnejšie inhibujú SERT ako NET\n**Účinky** : zlepšenie depresívnej nálady (trvá niekoľko týždňov), rýchlejší nástup účinku, menej\nvýrazné anticholinergické účinky; **Nežiaduce účinky:** nauzea, hnačka, nespavosť\n **venlafaxín** = selektívnejší voči 5-HT ako voči NA (ale menej než SSRI), vo vyšších dávkach\nblokuje aj DAT; neblokuje alfa, M a H1 receptory; účinný aj ako anxiolytikum (generalizovaná\núzkostná porucha, sociálna fóbia, panická porucha);\n**Nežiadúce účinky** = tras, sexuálna dysfunkcia, po vysadení návratová reakcia\n\n\n\n20\n\n\n**b)** **SSRI** = selektívne inhibítory vychytávania serotonínu = **fluoxetín**, **fluvoxamín**, **paroxetín**, **sertralín**,\n**citalopram**, **escitalopram**\n**Mechanizmus účinku:** selektívne blokujú vychytávanie serotonínu do nervového zakončenia\n\n    zvýšená koncentrácia 5-HT vedie k stimulácii autoinhibičných presynaptických 5-HT 1A and 5-HT 1B/1D\nreceptorov a následne hladina serotonínu v synapse klesá na pôvodnú úroveň\n\n    postupne však dochádza k downregulácii a desenzitizácii týchto inhibičných autoreceptorov a\nserotonínového transportéra, čo vedie k zvýšenému uvoľneniu 5-HT, a downregulácii\npostsynaptických 5-HT 2 receptorov\n\n    existujú dôkazy o neurogenéze z progenitorových buniek v oblasti hipokampu\n**Účinky:**\n\n    majú minimálne antimuskarínové a antihistamínové účinky, nezvyšujú hmotnosť\n\n    najčastejšie predpisované antidepresíva\n\n    bezpečnejšie pri predávkovaní, než tricyklické antidepresíva\n**Nežiaduce účinky**\n    - vo vzťahu k serotonínovej transmisii (5-HT 2, 5-HT 3 ) – t.j. nauzea, tremor, nauzea, vomitus, únava,\nbolesti brucha, hnačky, znížený apetít, anorexia, strata libida, sexuálna dysfunkcia, insomnia\n\n    u detí bolo popísané zvýšené riziko suicidálnych myšlienok !\n\n**Interakcie**\n\n    v kombinácii s MAO inhibítormi môžu spôsobiť **serotonínový syndróm** – tremor, hypertermia,\nhypertenzia, kardiovaskulárny kolaps (zlyhanie KVS) a smrť\n **fluoxetín** = na liečbu depresií rôznej etiológie, aj na terapiu OCD a mentálnej bulímie; jediné SSRI,\nktoré čiastočne blokuje NET a DAT – stimulačný účinok až agitácia; silne sa viaže na bielkoviny\nplazmy, metabolizovaný v pečeni na norfluoxetín, ktorý je aktívny; má dlhý biologický polčas\n(perzistuje v orgaizme aj niekoľko týždňov)\n **fluvoxamín** = aj pri panickej poruche, bulímii, anorexii a OCD\n **paroxetín** = nepôsobí anorekticky\n **sertralín** = 4x účinnejší ako fluoxetín\n **citalopram** = ako fluvoxamín\n **escitalopram** = 20-40x vyššia selektivita k 5-HT transportétu, nižšia afinita k H, alfa 1 receptorom\n**c)** **NRI** = selektívne inhibítory vychytávania noradrenalínu = **atomoxetín**, **reboxetín**, **maprotilín**,\n**bupropion**\n**Indikácie:** stredne ťažké až ťažké depresie s príznakmi inhibície, anhedónie, hypobúlie a hypoaktivity\n**Neziadúce účinky:** insomnia, anticholinergické účinky, ale bezpečnejšie ako TCA\n **atomoxetín** = silný inhibítor presynaptického NET; použitie pri ADHD u detí (Attention Deficit and\nHyperactivity Disorder - hyperkinetická porucha)\n **reboxetín** = môže sa použiť aj u pacientov s narkolepsiou, panickým strachom, u Parkinsonických\npacientov s depresiou; málo Nežiadúce účinky, bezpečnejší pri predávkovaní\n **maprotilín** = ako tricyklické antidepresíva, žiadne zvláštne výhody\n **bupropion** (NDRI) = zvyšuje noradrenergnú a v menšej miere aj dopamínergnú transmisiu\ninhibíciou aktivity transportnérov pre NA a DA (preto NDRI); zvyšuje presynaptické uvoľňovanie\nnoradrenalínu a dopamínu (VMAT2); používa sa pri odvykaní od fajčenia; v kombinácii\ns naltrexónom sa používa ako anobezikum; Nežiadúce účinky: bolesti hlavy, insomnia, nauzea; na rozdiel od SSRI\nnespôsobuje sexuálne poruchy; kontraindikovaný pre epileptikov (má prokonvulzívne účinky)\n**2.** **Inhibítory monoaminooxidázy** = prvé klinicky účinné antidepresíva\n**Monoaminooxidázy:** dva izoenzýmy - MAO A (5-HT, NA, DA) a MAO B (DA, NA)\n\n**Dve funkcie MAO:**\n\n**-**\nregulácia intraneuronálnej koncentrácie 5-HT, NA, a dopamínu\n\n**-**\ninaktivácia endogénnych a exogénnych monoamínov (napr. tyramínu)\n**Inhibítory MAO:**\n**a)** **reverzibilné inhibítory MAO** **A** = **RIMAO** **A** = **moklobemid**\n**b)** **reverzibilné inhibítory MAO** **B** = **RIMAO** **B** = **selegilín**, **rasagilín** (skôr antiparki)\n**c)** **ireverzibilné inhibítory MAO** **A/B** = **IRIMAO** **A/B** = **tranylcypromín**, **iproniazid**, **fenelzín**, **nialamid**\n\n\n\n21\n\n\n**Účinky inhibítorov monoaminooxidázy:** zvýšenie obsahu monoamínov v nervových zakončeniach;\nzlepšenie depresívnej nálady; synergický účinok s tymoleptikami; účinné i u zdravých ľudí – zlepšenie\nnálady, eufória, zlepšenie pamäti\n**Nežiaduce účinky:** zvýšenie chuti do jedla; antimuskarínové účinky, ortostatická hypotenzia,\nhepatotoxicita, insomnia, zvýšená dráždivosť CNS, kŕče, ataxia, periférna vazokonstrikcia, tachykardia\n\n**Interakcie inhibítorov MAO**\n\n **syrová reakcia**\n\n    **tyramín** = nachádza sa v syre, červenom víne, vlašských orechoch, avokáde, kvasniciach, v pečeni\n\n    je to nepriame sympatomimetikum a je metabolizovaný MAO v čreve\n\n    **keď je MAO inhibovaná** = tyramín sa nemetabolizuje a môže uvoľniť noradrenalín zo\nsympatikových zakončení, môže to viesť k hypertenznej kríze\n **interakcia s pseudoefedrínom, efedrínom** = nepriame sympatomimetiká vo voľne predajných\npreparátoch „proti“ chrípke a nádche; podobná interakcia ako s tyramínom\n **inhibítory MAO by sa tiež nemali kombinovať s**\n\n**-**\ntricyklickými antidepresívami (riziko hypertenznej krízy)\n\n**-**\nSSRI (riziko serotonínového syndrómu)\n\n**-**\nďalšími látkami levodopa, tramadol, dextromethorfan, ketamín\n**3.** **Antagonisty monoamínových receptorov** = **AMAR**\n**a)** **antidepresíva so zdvojeným serotoninergickým účinkom** = **SARI**  - serotonin antagonist and reuptake\n\ninhibitors\n**Mechanizmus účinku** = presynaptická blokáda SERT + postsynaptická blokáda 5-HT 2A receptorov\n **trazodon** (TRITTICO)\n      - blokuje aj H1, α 2 receptory\n\n      silné antidepresívum; antidepresívny účinok je posilnený o anxiolytický, pozitívne ovplyvňuje\nporuchy spánku a sexuálne funkcie\n\n      prakticky žiadne antimuskarínové účinky\n\n      Nežiadúce účinky: útlm, hypotenzia, dysrytmie\n**b)** **noradrenergické a špecifické serotoninergické antidepresíva** = **NASSA** – noradrenergic and specific\nserotoninergic antidepressants\n**Mechanizmus účinku** = blokádou presynaptických α2 receptorov na noradrenergických neurónoch a blokádou\npresynaptických α2 heteroreceptorov na serotoninergických neurónoch dochádza k strate ich\ninhibičných vlastností a zvyšuje sa synaptická koncentrácia nopradrenalínu aj serotonínu\n\n **mianserín**\n\n    - blokuje α1, **α2**, **5-HT2A**, H1 receptory\n\n   menej kardiovaskulárnych Nežiadúce účinky, než tricyklické antidepresíva\n\n   nežiaduce účinky môže spôsobiť agranulocytózu a aplastickú anémiu\n **mirtazapín**\n   - blokuje **α2**, **5-HT2** a 5-HT3 receptory\n\n   - nemá závažné liekové interakcie\n\n   nežiaduce účinky: sucho v ústach, útlm, zvyšovanie telesnej hmotnosti\n**4.** **Atypické antidepresíva**\n **tianeptín**\n\n**-**\nmechanizmus nie je presne známy (ale zvyšuje reuptake serotonínu)\n\n**-**\nzvyšuje aktivitu pyramídových buniek v hipokampe\n\n**-**\nselektívny aktivátor spätného vychytávania serotonínu\n\n**-**\nmá antidepresívne vlastnosti a pôsobí aj na úzkosť spojenú s depresiou\n\n**-**\nnemá anticholínergné účinky, malé riziko pri predávkovaní\n\n**-**\nfarmakokinetika: metabolizuje sa beta oxidáciou, má krátky eliminačný polčas (3h) - nutné časté\ndávkovanie (3x denne)\n\n**-**\ninterakcie: znižuje účinok SSRI (napr. fluoxetínu); s neselektívnymi IMAO – KVS kolaps,\nhypertermia, kŕče, hypertenzia\n**-** nežiaduce účinky **:** nechutenstvo, nočné mory, insomnia, bolesti hlavy\n **vortioxetín** = multimodálne antidepresívum – imhibítor SERT a serotonínový modulátor (agonista\n5-HT 1A, parciálny agonista 5-HT 1B, antagonista 5-HT 1D a 5-HT 3 )\n\n\n\n22\n\n\n **agomelatín** ( **MASSA** = melatonin agonist and selective serotonin antagonist)\n**-** antagonista 5-HT 2C receptorov, agonista melatonínových receptorov\n\n**-**\nspôsobuje zvýšené uvoľňovanie noradrenalínu a dopamínu vo frontálnom kortexe\n\n**-**\nneovplyvňuje negatívne sexuálne funkcie, zlepšuje spánok, neovplyvňuje telesnú hmotnosť\n\n**-**\ninterakcie: inhibítory CYP1A2 (napr. ciprofloxacín) zvyšujú hladinu agomelatínu; u agomelatínu\nsamotného sa zatiaľ nezistil vplyv na hladinu alebo účinok iných liekov\n\n**-**\nnežiaduce účinky: zvýšenie pečeňových enzýmov (kontraindikovaný pri ochoreniach pečene),\nbolesti hlavy, GIT problémy, potenie\n\n\n**Delenie podľa generácií**\n**I. generácia** = **tymoleptiká (SNRI - TCA)** a **tymoeretiká (IMAO)**\n**II. generácia** = **novšie SNRI (venlafaxín, viloxazín)**\n**III. generácia** = **SSRI**\n**IV. generácia** = **„duálne antidepresíva“** = **SARI, NDRI**, **NASSA**, **MASSA**\n\n\n**Indikácie antidepresív:**\n\nVšetky typy depresií\n\nStavy obsesie\n\nDetské anurézy\n\n- Anorexia nervosa a bulímia\n\nAbstinenčné príznaky pri detoxikácii závislých pacientov\n\n- Vredová choroba žalúdka a dráždivé črevo\n\nMigréna\n\nAlgické – bolestivé – syndrómy\n\n\n**Ďalšie použitie antidepresív**\n **neuropatická bolesť** = amitriptylín, nortriptylín\n **úzkostné poruchy** = SSRI, novšie SNRI\n **fibromyalgia** = SSRI, TCA, novšie SNRI\n **BAP** = fluoxetín + olanzapín\n **odvykanie od fajčenia** = bupropion\n **enuresis nocturna** = imipramín\n\n\n**Liečivá používané pri bipolárnej poruche - náladu stabilizujúce lieky (antimanika** = **dysforiká;**\n**tymoprofylaktiká, normotymiká)** = zabraňujú kolísaniu nálady a redukujú depresívnu a manickú fázu\n **lítium (uhličitan lítny)** :\n\n  v excitabilných tkanivách napodobňuje sodík\n\n  Mechanizmus účinku nejasný, môže zahŕňať: interferenciu s metabolizmom inozitol trifosfátu; inhibícia kináz\n\n  má malú terapeutickú šírku, je nutné monitorovanie plazmatických hladín\n\n  nežiaduce účinky: nauzea, zvracanie, hnačka, tras; inhibícia účinku ADH – polyúria, smäd\n **karbamazepín, gabapentín, valproát** = používané aj ako antiepileptiká; menej nežiaducich účinkov, než\nlítium; účinkujú na mániu u pacientov neodpovedajúcich na lítium\n **atypické antipsychotiká** – **olanzapín**, **risperidón**, **quetiapín**, **aripiprazol**\n\n\n\n23\n\n\n"
}