{
    "title": "**09. Antiarytmiká**\n",
    "content": "**Farmakodynamické, farmakokinetické aspekty, terapeutické použitie, Nežiadúce účinky**\nSrdce sa skladá z **buniek vodivého systému** a **kontraktilných buniek**, ktoré tvoria pracovný myokard.\nVodivý systém srdca riadi a synchronizuje kontrakciu srdca. Vodivý systém srdca je schopný spontánne\ngenerovat' a viesť akčný potenciál. Primárnym miestom vzniku akčného potenciálu sú bunky v\n**sinoatriálnom** (SA) uzle v pravej predsieni, odkiaľ sa šíri cez svalovinu predsiení do **atrioventrikulárneho**\n**uzla** (AV). Z AV uzla pokračuje cez septum ( **Hisov zväzok** ) na komorové vodivé systémy ( **pravé a ravé**\n**Tawarove ramienko**, **Purkyňove vlákna** ) a bunky pracovnej svaloviny myokardu. Purkyňove vlákna sú\nzložené z reťazcov Purkyňových buniek, ktoré **vytvárajú kontakt s kontraktilnými bunkami a šíria akčný**\n**potenciál z prevodového systému na kontraktilný aparát srdca** . Vznik a šírenie akčného potenciálu vo\nvodivom systéme srdca prebieha nasledovne:\n podráždenie pomalých buniek v SA uzle začina samovoľným znížením negatívnych hodnôt\nmembránového potenciálu zodpovedným za automaciu (spontánna diastolická depolarizácia) na úroveň\nprahového potenciálu (fáza 4)\n postupným vtokom Ca [2+] cez napätovo závislé vápnikové kanály typu L (fáza 0) sa prehlbuje depolarizácia\n vo fáze 3 sa vápnikové kanály pomaly uzatvárajú a draslíkové otvárajú, dochádza k repolarizácii\nSA uzol je **primárnym zdrojom vzruchov**, pretože má najrýchlejšiu spontánnu diastolickú\ndepolarizáciu zo všetkých dalších časti prevodového systému. Vegetatívny nervový systém môže aj vo\nfyziologických podmienkach meniť automaciu v SA uzle. Za určitých okolností môžu prevziať nižšie úseky\nprevodového systému úlohu SA uzla, ale vzhľadom na ich pomalšiu spontánnu diastolickú depolarizáciu\nbude aj frekvencia tvorby vzruchu pomalšia.\nKontraktilné bunky odpovedajú na impulz generovaný v automatických štruktúrach. Impulz sa šíri\nkardiomyocytmi z aktivovaných častí na neaktivované a vytvára podnet na kontakciu ako celok.\n**Pokojový membránový potenciál** v bunkách pracovného myokardu je na rozdiel od buniek vodivého\nsystému (-50 mV v SA uzle) približne -90 mV.\n**Akčný potenciál** v týchto bunkách prebieha v niekoľkých fázach:\n **Fáza 0** začína rýchlym vtokom sodíkových iónov dovnútra bunky cez sodíkové kanály. Dochádza k rýchlej\ndepolarizácii s prestrelením membránového potenciálu do kladných hodnôt. Na konci fázy 0 sa sodíkové\nkanály inaktivujú, čo bráni ďalšiemu vtoku sodíka do bunky.\n **Fáza 1** - včasná repolarizácia začína otvorením draslíkových kanálov\n **Fáza 2** - v d'alšom kroku sa otvoria vápnikové kanály, vápnik vstupuje do bunky, ktorá zostáva\ndepolarizovaná a vzniká fáza plató.\n **Vo fáze 3** výstupom draslíka z bunky cez draslíkové kanály dochádza k repolarizácii a obnovuje sa\npolarita membrány.\n **Vo fáze 4** vstupuje draslik znova do bunky pomocou Na [+] /K [+] ATPázovej pumpy a obnovuje sa pôvodný\nnegatívny potenciál bunky.\nPočas 1., 2. a časti 3. fázy akčného potenciálu nie je bunka srdcového svalu schopná reagovať na akýkoľvek\npodnet, je v **absolútnej refraktérnej fáze** . Je to čas potrebný pre zotavenie sodíkových kanálov z\ninaktivovaného stavu. Na konci 3. fázy bunka začína reagovať na podnety a nachádza sa v **relatívnej**\n**refraktérnej faze** . Niektoré kanály sa už opäť môžu otvoriť a umožniť vznik akčného potenciálu. Táto fáza\nsa považuje z hľadiska vzniku dysrytmií za najrizikovejšiu, nazýva sa preto **vulnerabilná faza** . Refraktérnost'\nje dôležitý regulačný faktor ktorý bráni podráždeniu oblastí, v ktorých sa už uskutočnil akčný potenciál.\n\n\n**Dysrytmie** sú poruchy tvorby a vedenia vzruchu alebo ich kombinácie a vedú k poruche\nnormálneho sledu srdcových sťahov – poruchy srdcového rytmu.\n**Typické príznaky:** bolesti hlavy, ťažkosti pri dýchaní, závraty, pocit mdloby, palpitácie, bezvedomie\n**Klinické príčiny:** stav po IM, ťažká ateroskleróza, proces starnutia, rôzne metabolické poruchy rovnováhy,\nvírusové infekcie myokardu, vrodené poruchy srdca, tyreotoxikóza, feochromocytóm\n**Príčiny vzniku arytmií:**\n**1)** **Poškodenie myokardu:** hypoxie, ischemicko-reperfúzne poškodenie, myokarditídy, kardiomyopatie\n**2)** **Zmeny homeostázy:** elektrolytová nerovnováha – hypokaliémie, acidobázická nerovnováha\n**3)** **Poruchy hormonálnej homeostázy:** tyreotoxikóza feochromocytóm\n**4)** **Liečivá** : v podstate všetky antidysrytmiká môžu mať proarytmogénny ef., liečivá predlžujúce QT interval\n\n\n\n100\n\n\nDysrytmie môžeme rozdeliť na základe príčiny vzniku na dve hlavné skupiny:\n**1.** **dysrytmie vznikajúce ako prejav poruchy v tvorbe vzruchov**\nTieto poruchy vznikajú pri porušenej normálnej činnosti SA uzla a rytmus srdca udáva atypicky iné miesto\nvodivého systému srdca alebo myokardiálne tkanivo. V patologických podmienkach sa v SA uzle môže\nzvýšitť, znížiť alebo až chýbať tvorba vzruchov. Keď je tvorba vzruchov v SA uzle patologicky zmenená,\nmôžu prevziat' úlohu pacemakera nižšie oddiely prevodového systému srdca. AV uzol preberá úlohu\npacemakera, keď je tvorba vzruchov v tomto uzle vyššia ako v SA uzle. Pri poškodení myokardiálneho\ntkaniva sa môžu bunky začať spontánne depolarizovat a pôsobiť ako pacemakerové bunky, čo má za\nnásledok vznik ektopických sťahov v predsieňach alebo komorách, mimo prevodového systému srdca.\nNa základe hore uvedeného móžeme dysrytmie z porúch v tvorbe vzruchov rozdeliť na:\n**a)** **sínusové** = vedú k zmene sínusového rytmu. Prejavujú sa:\n **sínusovou tachykardiou** (frekvencia nad 100/min),\n **sínusovou bradykardiou** (pod 60/min)\n\n    stav, kedy je rytmus srdca príliš pomalý\n\n    jednou z príčin je nesprávna funkcia SA uzla; predsieňovo-komorová blokáda, kedy sa vzruch\nneprenáša z predsiene na komoru, príp. sa prenáša pomalšie\n\n    signály z prirodzeného stimulátora srdca (SA uzla), môžu byť omeškané alebo nemusia prejsť na\nkomory\n **sínusovou respiračnou arytmiou**  - nepravidelnou tvorbou (v dôsledku kolísania n. vagus – pri\nnádychu zvýšená SF)\n **asystóliou**  - až nevytvorením vzruchu v SA uzle (zástavou)\n**b)** **supraventrikulárne** = vznikajú, ak sa tvoria vzruchy v tkanive predsiení alebo je tvorba vzruchov v AV\nuzle (nodálne) rýchlejšia ako v SA uzle. Tieto ektopické vzruchy sa prejavujú ako:\n **predsieňové ektopické rytmy a kontrakcie**\n **predsieňové extrasystoly**\n **flutter predsiení** (SF 200-400/min)\n **fibrilácia predsiení** (SF 300-600/min)\n\n    elektrické signály nevysiela iba SA uzol, ale vychádzajú z rôznych miest jednej/obidvoch predsiení\n\n    predsiene mihajú veľmi rýchlo (300-600/minúta), sťahy sú neefektívne →stagnácia krvi v\npredsieňach, znížené napĺňanie srdcových komôr\n\n    väčšinou priamo neohrozuje život, môže rozlične ovplyvniť zdravie pacienta\n **nodálne extrasystoly** = predčasná depolarizácia\n**c)** **komorové** = vznikajú, ak sa tvorí vzruch ektopicky v tkanive komôr. Pozorujeme:\n **komorové extrasystoly**\n **komorovú tachykardiu**\n\n    elektrické signály nevysiela len SA uzol, ale vychdzajú aj z jednej alebo obodvoch srdcových komôr\n\n    srdce pracuje rýchle a neefektívne, pumpuje do tela menej krvi a kyslíka\n\n    pri pretrvávaní tohto stavu, človek pociťuje rýchly pulz (ťažšie sa hmatá), vynechávanie pulzu\na závraty, môže upadnúť do bezvedomia\n\n    normálny srdcový rytmus možno obnoviť liekmi alebo elektrickým výbojom z defibrilátora\n **komorový flutter**\n\n **fibriláciu komôr**\n\n    elektrické impulzy vychádzajú z niekoľkých miest v srdcových komorách, sú rýchle a nepravidelné\n\n    srdcový sval sa prakticky nesťahuje a cirkulácia krvi stojí\n\n    pacient rýchlo upadá do bezvedomia →najčastejšia príčina náhlej kardiálnej smrti\n**2.** **dysrytmie vznikajúce ako prejav poruchy vedenia vzruchov**\nTieto poruchy sa môžu prejaviť blokádou prenosu vzruchu medzi úsekmi prevodového systému srdca.\nVzniká sinoatriálna alebo atrioventrikulárna blokáda, kedy sa vzruch z SA uzla na predsiene a v druhom\nprípade z predsiení na komory prenáša pomalšie alebo nepravidelne.\n**a)** **Sínusoátriálna blokáda** – preruší sa depolarizácia pri výsttupe zo SA uzla, chýba vlna P a aj komorový\nkomplex (pri febrilných stavoch, ischémii myokardu, predávkovaní digitalisu)\n**b)** **Atrioventrikulárne blokády**\n**I.Stupňa:** predĺžený interval P-Q (pri reumatickej horúčke, po digitalise, vrodené vady)\n\n\n\n101\n\n\n**II.Stupňa:** z predsiení sa neprevedú všetky vzruchy, kt. vznikli v SA uzle\n**III.Stupňa:** úplné prerušenie, predsieni sa riadia zo SA uzla, komory z AV\n**c)** **Ramienková blokáda** – WPW syndróm: zrýchlené prevdenie vzruchov medzi SA a AV\n\n\n**Dysrytmie ako prejav poruchy tvorby a vedenia vzruchu (ako tretia skupina)**\n**a)** **Kmitania, flutter a mihanie**\n**b)** **Fibrilácie predsiení a komôr**\n\n\n**Terapia dysrytmií**\n**A.** **Nefarmakologická liečba**\nAntidysrytmiká samotné často vyvolávajú dysrytmie, majú proarytmogénny účinok. Preto sa v súčasnosti\nčoraz častejšie pristupuje k iným možnostiam liečby, medzi ktoré zaraďujeme rôzne spôsoby\nelektroimpulzoterapie.\n **Elektrická kardioverzia** mohutným elektrickým výbojom z defibrilátora depolarizuje naraz celú srdcovú\nsvalovinu a tým ukonči dysrytmiu a umožní, aby SA uzol obnovil normálny rytmus srdca.\n **Implantovatelný kardioverter-defibrilátor** (ICD) je schopný okamžite zasiahnut' výbojom, aby nastolil\nnormálny rytmus srdca a predišiel tak náhlej kardiálnej smrti.\n **Implantovateľný kardiostimulátor** sa používa u bradyarytmií.\n **Ablácia** (prerušenie) vybraných vodivých dráh srdca alebo ektopického miesta vzruchu katetrizačným\nrádiofrekvenčným prúdom.\n **Chirurgická liečba**, ktorou sa odstráni arytmogénne ložisko.\n**B.** **Farmakoterapia – antidysrytmiká**\n\n\n**Antidysrytmiká**\n\npotláčajú vznik dysrytmií ovplyvnenim membránových iónových kanálov, receptorov, púmp alebo\nautonómnych funkcii\n\nzákladné rozdelenie antidysrytmík vychádza z hlavného mechanizmu pôsobenia jednotlivých látok\njednotlivé typy dysrytmií môžu byt ovplyvnené rôznymi antidysrytmikami\n\nliečba dysrytmií vyžaduje stanovenie správnej diagnózy, obyčajne pomocou EKG\n\nzákladným opatrením je odstránenie vyvolávajúcej príčiny a obnova normálneho rytmu srdca,\n\nzabránenie\n\nopätovného vzniku dysrytmií, zmiernenie hemodynamických dôsledkov, zniženie výskytu\n\nfibrilácie komôr a zníženie rizika náhlej smrti pacienta\n\n\nDelenie antidysrytmík **podľa Vaughan Williamsa** je z didaktického hľadiska jednoduché, ale nezodpovedá\nsnahe o cielené podanie antidysrytmík podľa typu a hlavne podľa etiológie, ktorá vyvoláva poruchy rytmu.\nIné delenie založené na type elektrickej aktivácie myokardiálnych buniek a prevodového srdcového\nsystému na základe hlavných iónových kanálov, ktoré sa podieľajú na tvorbe akčného potenciálu, bolo\nnavrhnuté v roku 1991 na Sicilii v Taormine. Vzniklo hlavne ako reakcia na závery klinickej štúdie CAST,\nktorá poukázala na nežiaduce proarytmogénne účinky viacerých antidysrytmík. Antidysrytmiká\nspomalením vodivosti a zvýšením elektrickej nehomogenity myokardu môžu vyvolávať závažné dysrytmie.\nDelenie bolo nazvané **,,Sicílsky gambit“** (gambit - hra s obet'ou a agresívnym spôsobom otvorenia šachovej\npartie s viacerými možnosť'ami výberu otvorenia hry, na začiatku rizikovej, neskôr výhodnej). Toto delenie\nantidysrytmík bolo pre kardiológov natoľko zložité, že sa v praxi neujalo a v súčasnosti sa stále používa\nklasifikácia Vaughan Williamsa.\n**Podľa klasifikácie Vaughan**\n**Williamsa** rozdeľujeme\nantidysrytmiká do 4 tried.\n\n\n\n102\n\n\n**I. blokátory Na** **[+]** **kanálov**\n\nznižujú rýchlosť depolarizácie a spomaľujú tak vedenie vzruchu\n\nmodifikujú dĺžku trvania akčného potenciálu (AP) a refraktérnu fázu (RF)\n\nIA = predlžujú AP a RF\n\n- IB = mierne krátia AP a RF\n\nIC = výrazne neovplyvňujú AP a RF\n\nväčšina antidysrytmík tejto skupiny sa už v terapii nepoužíva pre dokázaný proarytmogénny účinok\n**IA** = používajú sa málo, na SK registrovaný **prajmalín**\n\n  ovplyvňujú depolarizáciu pracovného myokardu\n\n  skracujú fázu 0 depolarizácie, predlžujú akčný potenciál, mierne predlžujú repolarizáciu, spomaľujú\n\nvedenie vzruchu\n  - **Mechanizmus účinku** : blokáda otvoreného/inaktivovaného sodíkového kanála\n  - **indikácia** : supraventrikulárne poruchy srdcového rytmu s tachykrdiou\n**IB** = **lidokaín**, **trimekaín** (lokálne anestetiká amidovej skupiny – menej alergií)\n\n  skracujú repolarizáciu, skracujú trvanie akčného potenciálu; prednostne sa viažu na inaktivované\nkanály\n  - **indikácia** : i.v. na komorové dysrytmie, napr. po IM\n  - **Nežiadúce účinky** : zmätenosť, kŕče, bezvedome\n**IC** = **flekainid** (účinnejší ako propafenón), **propafenón**\n\n  minimálny efekt na repolarizáciu, najúčinnejšie na Na [+] kanály, nemajú vplyv na dĺžku AP\n\n  riziko zástavy srdca a náhlej srdce, nepoužívajú sa bežne, iba pri ťažkých ventrikulárnych arytmiách\n  - **indikácie** : predsieňové a komorové dysrytmie, fibrilácia predsiení\n  - **Nežiadúce účinky** : prodysrytmický účinok\n**II. betablokátory** = **metoprolol**, **atenolol**, **esmolol**\n1. Priama kompetitívna blokáda na úrovni receptorov\n2. Centrálna redukcia adrenergných prúdov\n3. Antiischemický efekt\n4. Membreánovostabilizujúci efekt pri vysokých koncentráciách\n5. Zníženie automaticity SA uzla\n6. Zníženie frekvencie a spomalenie vedenia AV uzla\n7. Zvýšenie fibrilačného prahu komôr\na) Zníženie TK v pokoji a pri záťaži\nb) Zníženie kontrakcie\nc) Zníženie frekvencie\na+b+c →zníženie práce srdca →predĺženie diastolickej doby plnenia →1) zníženie spotreby kyslíka\nv myokarde, 2) redistribúcia koronárneho prietoku k ischemickej oblasti\n\n**Indikácie betablokátorov:**\n\n  poinfarktová komorová tachykardia a ischémiou provokovaná inhibícia komôr\n\n  paroxyzmálna predsieňová tachydysrytmia a predsieňová fibrilácia\n\n  dysrytmie vyprovokované stimuláciou sympatikového systému, pri anestézii a po operácii\n\n\n\n103\n\n\n**III. blokátory K** **[+]** **kanálov** = **inhibítory repolarizácie**\n  - predĺženie AP vo fáze repolarizácie (3. fáza) a refraktérnu fázu inhibíciou K [+] kanála\n  - **sotalol** – neselektívny betablokátor, blokuje aj draslíkový kanál\n  - **Indikácie** : komorové tachykardie\n\n **amiodarón**\n\n    najúčinnejšie antiarytmikum\n\n    výrazne lipofilný, v molekule obsahuje jód\n\n    vykazuje komplexný účinok všetkých tried: primárne je blokátor K [+] kanálov, ďalej Na [+] kanálov, Ca [2+]\n\nkanálov, je inhibítor beta-adrenergných a alfa-adrenergných receptorov\n\n**Indikácie:**\n\n    život ohrozujúce ventrikulárne tachykardie/fibrilácie\n\n    poruchy rytmus spojené s WPW syndrómom – zrýchlený prevod vzruchov\n\n    supraventrikulárne tachyarytmie\n\n    prevencia náhlej smrti u pacientov po IM a pri srdcovom zlyhaní\n**Nežiadúce účinky:**\n\n    intersticiálna pulmonárna fibróza – najzávažnejší Nežiadúce účinky\n\n    fotosenzibilita, korneálne mikrodepozitá amiodarónu v rohovke\n\n    prejavy impregnácie kože – fotosenzibilita (modrošedá koža)\n\n    hypertyreóza, hypotyreóza\n    - svalová slabosť\n\n    hepatálna dysfunkcia\n**Kontraindikácie** : kvôli podobnosti molekúl je kontraidikovaný s levotyroxínom\n\n **dronedarón**\n\n    nejódovaný derivát amiodarónu\n\n    nižšia lipofilita – hoci slabší ako amiodarón, je jeho výhodnejšia náhrada, ale má viac Kontraindikácie\n**Indikácia:** fibrilácia predsiení\n\n|Parameter|Amiodarón|Dronedarón|\n|---|---|---|\n|**Polčas eliminácie**|25-100 dní|24 hodín|\n|**Biologická**<br>**dostupnosť**|50%|15-20% (pri súčasnom podaní<br>s jedlom sa zvyšuje až 2x)|\n|**Eliminácia**|Metabolizmus CYP3A4 a CYP2C8|Metabolizmus CYP3A4|\n|**Nežiaduce účinky**|Poruchy štítnej žlazy, elevácia<br>počeňových testov, korneálne depozity,<br>pľúcna fibróza, fotosenzibilita, kožné<br>zafarbenie, predĺženie QT intervalu|elevácia pečeňových testov,<br>predĺženie QT intervalu, GIT<br>ťažkosti (hnačky)|\n|**Odporúčané**<br>**dávkovanie**<br>|Nasycovacia dávka 10g, ďalej 200 mg<br>denne<br>|400 mg 2x denne s jedlom|\n\n\n\n**IV. blokátory Ca** **[2+]** **kanálov** = **verapamil**, **diltiazem** (pozri otázku 52.B!)\n\n  v poruchách srdcového rytmu sa používajú najmä non-dihydropyridínové (vyššia afinita k srdcu)\n\n  blokujú L-typ vápnikových kanálov v SA a AV uzloch,\n\n  predlžujú refraktérnu fázu, znižujú frekvenciu 1° centra\n\n  spomaľujú 4. fázu depolarizácie a spomaľujú vedenie\n\n  verapamil je účinnejší ako diltiazem\n  - **indikácie** : supraventrikulárne tachykardie provokované v SA a AV uzle\n  - **Nežiadúce účinky** : obstipácia, závraty, bolesť hlavy, únava, hypotenzia\n\n\n**Sicílsky gambit**\n\nzahrňuje aj ďalšie látky – atropín, adenozín, digoxín, magnézium, ...\n\nrôzne mechanizmy pôsobenia, pričom jedna látky môže pôsobiť na viacerých úrovniach\n\ndoplnená o informácie o klinickom efekte a vplyve na EKG\n\n\n\n104\n\n\n**Iné antidysrytmiká:**\n **atropín**\n\n  parasympatolytikum, zvyšuje spontánnu frekvenciu srdca (M2 receptory)\n  - **indikácie** : AV-blok, bradykardia, predávkovanie BB\n  - **Nežiadúce účinky** : hypertermia, halucinácie, excitácia až kŕče, zvýšenie vnútroočného tlaku, sucho v ústach\n\n **adenozín:**\n\n  agonista purinergných receptorov, endogénny purínový nukleotid\n  - **Mechanizmus účinku** : otvára adenozín-senzitívny K [+] kanál\n  - **indikácie** : paroxyzmálna supraventrikulárna tachykardia\n **digoxín:**\n  - **Mechanizmus účinku** : inhibítor Na [+] /K [+] -ATP-ázy (takto zaradený v gambite); negatívny chrono- a dromotropný účinok\n  - **indikácie** : stimuluje parasympatikus (n. vagus), potláča automáciu SA uzla a predlžuje refraktérnu\nfázu v predsieňach a v AV uzle. Spomaľuje frekvenciu komôr pri fibrilácii predsiení a pri prevedení\n\nfluttera na fibriláciu\n  - **Nežiadúce účinky** : AV blok\n\n **ivabradín**\n  - **Mechanizmus účinku:** selektívne v sínusovom uzle inhibuje I f kanály (sodíkové kanály aktivované hyperpolarizáciou –\nväčšina napäťovo riadených kanálov je aktivovaných depolarizáciou, preto sa označuje ako f-funny)\n  - **indikácie:** znižuje srdcovú frekvenciu pri liečbe anginy pectoris\n\n **vernakalant**\n\n  pôsobí selektívne v na K [+] kanály selektívne v predsieňach srdca\n\n  spomaľuje repolarizáciu predsiení s predĺžením refraktérnej fázy\n\n  i.v. použitie, rýchly nástup účinku\n  - **indikácie** : na rýchlu konverziu nedávno vzniknutej atriálnej fibrilácie na sínusový rytmus\n  - **Nežiadúce účinky:** poruchy chuti, kýchanie, bradykardia, hypotenzia\n **magnézium:**\n\n  prirodzený blokátor Ca [2+]\n\n\n  - **indikácie** : komorové fibrilácie\n\n\n\n105\n\n\n"
}