{
    "title": "**14. Diuretiká**\n",
    "content": "**Farmakodynamické, farmakokinetické aspekty, terapeutické použitie, Nežiadúce účinky**\n\nliečivá, ktoré rôznymi mechanizmami zvyšujú vylučovanie sodíka a vody, teda diurézu\n- pomáhajú telu zbaviť sa vody a napomáhajú, aby obličky vylúčili viac Na [+] do moču\n- na Na [+] sa naviaže voda a tak sa telo zbavuje vody\n\nto znižuje množstvo tekutiny prúdiacej v cievach →znižuje krvný tlak alebo odvádza nadbytočnú vodu z\ntela (edémy)\n\nstimulujú fyziologické funkcie obličiek\n\npredstavujú heterogému skupinu liečiv, ktoré na rôznych miestach nefrónu blokujú transportné\nsymporty alebo antiporty pre ióny a niektoré molekuly\n\nsú vylučované glomerulármou filtráciou a tubulárnou sekréciou do proximálneho tubulu, aby mohli\npôsobiť na transportné systémy lokalizované v bunkách výstelky lumenu tubulov (luminálnej).\n\nniektoré diuretiká pôsobia ako antagonisty hormónov, ktoré hrajú úlohu v spätnej resorpcii vody alebo\n\nsodíka v nefróne\n\nnajúčinnejšie sú tie, ktoré ovplyvňuju protiprúdový koncentračný mechanizmus obličiek (kľučkové)\n\nviaceré diuretiká majú aj extrarenálny účinok, predovšetkým vazodilatačný, a využivajú sa ako\nantihypertenzíva\n\npouživajú sa samostatne alebo v kombinácii s inými diuretikami\n\npre liečbu vysokého krvného tlaku sa často použivajú v kombinácii s inými antihypertenzívami\n\n\n**Hlavné indikácie:**\n\n edémy z príčin kardiálnych, renálnych, edém mozgu, edém pľúc\n hypertenzia (zníženie objemu cirkulujúcej tekutiny)\n srdcové zlyhanie ( zníženie preloadu)\n vylúčenie toxických látok z organizmu\n glaukóm\n\n\n**Základné funkcie obličiek** = udržiavanie homeostázy ionóvého prostredia, acidobázickej rovnováhy,\nkrvného tlaku (RAAS), vylučovanie a reabsorpcia telu vlastných látok i xenobiotík, endokrinná funkcia:\nprodukcia eryrtopoetínu (stimuluje tvorbu červených krviniek)\n**Základné mechanizmy tvorby moča**\n\nzákladnou funkčnou a morfologickou jednotkou obličiek je nefrón\n\nje zložený z glomerulu, proximálneho tubulu, Henleho klučky, distálneho tubulu a zberného kanálika\n\nglomeruly sú dominantne lokalizované v kôre obličiek a filtrujú krv, zatial čo v tubuloch sa uplatňujú\nresorpčné a sekrečné mechanizmy\n\n**Glomerulárna filtrácia**\n\npasívny proces\n\ndo primárneho moča sa filtrujú látky s Mr\n\n<20 000\n\nkrvné bielkoviny ako albumín (Mr 68000)\nprakticky neprechádzajú\n\nmoč sa v ďalších častiachnefrónu upravuje\nnafinálny moč\n**Proximálny tubulus**\n\nv proximálnom tubule sa spätne resorbuje\nznačná čast primámeho moča do krvi\n\npriepustný pre NaCl i vodu - ide hlavne o\naktívnu resorpciu sodíka, pričom voda\nosmoticky sleduje pohyb iónov (reabsorpcia 65 % sodíka, izotonicky )\n\nsodík vstupuje do tubulárnej bunky výmenou za vodíkový katión (Na [+] /H [+] výmenník)\n- zdrojom H [+] je kyselina uhličitá H 2 CO 3, ktorá vzniká z CO 2 aH 2 O pôsobením karboanhydrázy\n- HCO [3-] sa resorbuje do interstícia a do cirkulácie\n\n\n\n150\n\n\n**Henleho kľučka**\n\n zostupná časť = **priepustná pre vodu, nie však pre ióny**\n vzostupná časť = **priepustná pre ióny** (kotransport/symport Na [+],K [+] a 2 Cl [-] ), **nie však pre vodu**\n(reabsorpcia 25 % Na [+] )\n\nrozdielne vlastnosti oboch ramienok HK spolu s paralelne prebiehajúcimi peritubulárnymi kapilárami sú\npodmienkou pre vznik protiprúdového koncentračného mechanizmu\n\ninterstícium drene sa stáva hyperosmotické a osmoticky nasáva vodu zo zostupného ramienka, ktoré je\npriepustné pre vodu; v prítomnosti ADH nasáva vodu aj zo zberných kanálikov\n\nHenleho kľučku opúšťa hypoosmotický moč\n**Distálny tubulus**\n- **nepriepustný pre vodu**, ale transportuje NaCl (kotransport/symport Na [+] a Cl [-] ) = spolu so vzostupnou\nčasťou Henleho kľučky –„zrieďovací“ segment\n**Zberný kanálik – konečná úprava moču**\n- reabsorpcia Na [+] modulovaná **aldosterónom**\n- sekrécia K [+] (modulovaná hladinou sodíka v zbernom kanáliku a aldosterónom)\n- výmena prebieha **Na** **[+]** **/K** **[+]** **ATPázou na bazolaterálnej strane epitelových buniek** (aktívne transportuje\nNa [+] do interstícia (je hypertonické), čím sa vytvára hnacia sila pre osmotickú reabsorpciu vody (zo\nzostupnej časti Henleho kľučky a zberných kanálikov) a pre absorpciu Na z lumenu tubulov do epitelu)\n\n**resorpcia vody** ( **len ak je** prítomný antidiuretický hormón = **vazopresín** ) – účinkom na vazopresínové\nV 2 receptory sa zvyšuje permeabilita pre vodu tým, že ADH premiesňuje akvaporíny do luminálnej\nbunkovej membrány\n**Energeticky náročné:**\n\n120 ml primárneho moča/min\n\n1 ml konečného moča/min - takmer 99% je reabsorbovaných !!!\n\n7% celkovej spotreby kyslíka (a len 0,5% hmotnosti tela)\n\n\n**Rozdelenie diuretík podľa pôsobenia**\n**1.** **inhibítory karboanhydrázy** = v proximálnom tubule\n\n **acetazolamid**, **dorzolamid**\n\n  slabé diuretiká, pretože diuretický účinok je kompenzovaný\nv distálnych častiach nefrónu\n  - **Mechanizmus účinku** : inhibícia karboanhydrázy = znížená tvorba H [+] →znížená\nvýmena Na [+] /H [+] a vylúčenie sodíka a HCO [3-] močom\n  - komorová voda obsahuje vysokú koncentráciu HCO [3-], preto\ninhibícia karboanhydrázy v oku vedie k zníženiu rýchlosti\ntvorby komorového moku a tým k zníženiu vnútroočného tlaku\n\n  podanie prerorálne, vylučuje sa do moču v proximálnom tubule\n  - **indikácie** : krátkodobá liečba glaukómu\n  - **Nežiadúce účinky** : metabolická acidóza, hypokalémia, chuťové halucinácie,\nparestézie, útlm, myelosupresia\n\n**2.** **kľučkové diuretiká** = v HK\n\n **furosemid** (sulfónamid) **, azosemid, piretamid, etozín**\n\n  najsilnejšie diuretiká, pretože porušujú protiprúdový\nkoncentračný mechanizmus v HK\n  - **Mechanizmus účinku** : pôsobia v hrubej vzostupnej časti HK – inhibujú\nkontransport Na [+] /K [+] /Cl [-]   - blokujú spätnú resorpciu sodíka\na rušia protiprúdový mechanizmus (↓hypertonicitu drene)\n\n  porušenie nasávania vody do lúmenu zo zostupného ramienka\nHK a zo zberného kanálika a vylúčenie vody spolu so sodíkom\n\n  pre kľučkové diuretiká je charakt. aj vylučovanie značného\nmnožstva K [+] a zároveň klesá tubulárna resorpcia Ca [2+] a Mg [2+]\n\n\n  majú priame vazodilatačné účinky na cievy\n  - **FK:** max. účinok furosemidu do 30 minút po i.v. podaní, do 1-2 hod po p.o. podaní po dobu 6-8 hod,\ndobre sa absorbuje z GIT, má vysokú väazbu na bielkoviny plazmy\n\n\n\n151\n\n\n  - **indikácie:** redukcia edémov pri chronickom srdcovom zlyhávaní, akútnom pľúcnom edéme, edéme\nmozgu, ascites pri cirhóze, redukcia edémov pri chronickej renálnej insuficiencii, nefrotickom\nsyndróme; arteriálna hypertenzia hlavne pri renálnom ochorení a srdcovom zlyhávaní; liečba\nhyperkalciémie a hyperkaliémie\n  - **Nežiadúce účinky:** hypokalémia (ako následok zvýšenej sekrécie K [+] v zbernom kanáliku, kde sa vymieňa Na [+] za K [+]   často sa prejavuje svalovou slabosťou, parestéziami a parézami, vracaním, zápchou, polydypsiou\na polyúriou, poruchami tvorby a vedenia vzruchu myokardom), hypovolémia až kolaps,\nhyperglykémia, ototoxicita, nefrotoxicita, hyperurikémia (kompetícia kys. močovej o transportér\nzodpovedný za tubulárnu sekréciu sulfónamidov), straty vápnika a horčíka\n**3.** **distálne, tiazidové diuretiká** = v distálnom tubule\n\n **hydrochlórotiazid**, **chlórtalidón**, **indapamid**, **metipamid**\n\n  stredne silné, s predĺženým účinkom\n\n  vhodné na kontinuálne podávanie\n\n  sulfónamidové, hydrocholorotiazid má tiazidovú aj\n\nsulfónamidovú štruktúru\n  - **Mechanizmus účinku** : inhibujú symport pre Na [+] a Cl [-]   - blokujú spätnú resorpciu\nNaCl a vody, ktorá sa vylúči do moča ; v tomto tubule zvyšujú\naktívnu reabsorpciu Ca [2+]\n\n\n  majú aj extrarenálne účinky – znižujú tlak krvi predovšetkým\nznížením hladiny sodíka (sodík zvyšuje cievnu rezistenciu tým,\nže podporuje výmenu Na [+] /Ca [2+] a tým vstup vápnika do bunky)\n\n  indapamid a metipamid sa používajú v liečbe hypertenzie hlavne pre tieto účinky (priama\nvazodilatácia znížením koncentrácie Ca [2+] )\n  - **FK** : aborbované z GIT a vylučované glomerulárnou filtráciou a aktívnou sekréciou tubulárnym\ntransportným systémom pre organické kyseliny, kde súťažia s kyselinou močovou o prenášače;\nhydrochlórotiazid pôsobí do 12 hod, chlórtalidón sa pomalšie vstrebáva a eliminuje, pôsobí do 72\nhod; indapamid a metipamid majú dlhý biologický polčas\n  - **indikácie** : hypertenzia (často ako kombo s inými antihypertenzivami); edémy pri srdcovom zlyhávaní,\nnefrotickom syndróme, pri pečeňovej cirhóze; hyperkalciúria – na ↓tvorby obličkových kameňov\n  - **Nežiadúce účinky** : poruchy iónovej rovnováhy – hypokalémia ( reflexná sekrécia K [+] do moču – zvýšená sekrécia\naldosterónu RAAS - platí pre všetky diuretiká! ), hypomagnézia, hyperurikémia; hydrochlorotiazid vo\nvyšších dávkach spôsobuje hyperglykémiu a hyperlipidémiu (preto v dávke 12,5-25 mg/deň)\n**4.** **kálium šetriace diuretiká** = v distálnom tubule a zberných kanálikoch\n\n  relatívne slabé diuretiká, využívajú sa hlavne v kombinácii\ns kľučkovými alebo distálnymi diuretikami\n  - **indikácie:** prevencia hypokalémie pri liečbe chronického srdc.\nzlyhávania, hypertenzie a edémových stavoch\n  - **Nežiadúce účinky** : hyperkalémia (pre všetky)\n**a)** **antagonisty aldosterónu** = **spironolaktón**, **eplerenón**\n    - **Mechanizmus účinku:** znižujú resorpciu Na [+] antagonizovaním účinku\naldosterónu v distálnej časti distálneho kanálika\na v proximálnej časti zberného kanálika – bránia väzbe\naldosterónu na mineralokortikoidný receptor a takto sa zníži\nsyntéza Na [+] /K [+] -ATPázy a iónových kanálov Na [+] a K [+]     v konečnom dôsledku je inhibovaná sekrécia K [+]\n\n    - **FK:** spironolaktón samotný účinkuje niekoľko minút, ale jeho\naktívny metabolit **karnenón** má biologický polčas 16 h;\núčinok spironolaktónu sa vyvíja po niekoľkých dňoch na rozdiel od eplerenónu, ktorý má kratší\nbiologický polčas a nevytvára aktívny metabolit\n    - **Nežiadúce účinky:** spironolaktón pôsobí na progsterónové a androgénové receptory, u mužov vyvoláva erektilnú\ndysfunkciu a gynekomastiu, u žien poruchy menštruácie; eplerenón má ↓afinitu k týmto r.\n**b)** **blokátory epiteliálneho Na** **[+]** **kanála** (BENaC) = **amilorid**, **triamteren**\n    - **Mechanizmus účinku** : blokádou ENaC znižujú spätnú resorpciu Na [+] a tým znižujú exkréciu K [+]\n\n    - **FK** : max. účinok amiloridu je po 6-10 hod, pretrváva 24 hod; amilorid nemetabolizuje\n\n\n\n152\n\n\n**5.** **antagonisty vazopresínu** = v zberných kanálikoch\n **tolvaptán**, **satavaptán** (V 2 -sel.), **reikovaptán** (V 1A sel.), **nelivaptán** (V 1B sel.), **konivaptán** (nesel.)\n\n  blokujú účinok ADH (peptid, 9 AK) vylučovaného zo zadného laloka hypofýzy, väzbou na\nvazopresínové V 2 receptory\n  - **Mechanizmus účinku** : reg. je len **tolvaptán**   - selektívny antagonista V 2 receptorov v zberných kanálikoch obličiek\n\n  inhibujú reabsorpciu vody a navodzujú vodnú diurézu (aquaresis), znižujú osmolalitu moču a zvyšujú\nkoncentráciu Na [+] v sére – z klinického hľadicka je cenné navodenie diurézy u hyponatremických\npacientov bez dopadu na hemodynamiku a renálne funkcie\n  - **FK** : nepeptidové liečivá, používané perorálne, sú substrátmi CYP3A4\n  - **indikácie** : liečba hyponatrémie pri neadekvátnej vysokej sekrécii ADH (SIADH)\n  - **Kontraindikácie** : anúria, hypovolemická hyponatrémia, hypernatrémia\n  - **Nežiadúce účinky** : dehydratácia, polyúria, polydipsia, hepatotoxicita, pri príliš rýchlej korekcii Na [+]   - neurologické\nporuchy (osmotická demyelinizázia)\n**6.** **osmotické diuretiká** = v oblastiach nefrónu priepustných pre vodu\n\n **manitol**, urea, izosorbid, glycerol\n\n  zvyšujú osmotický tlak glomerulárneho ultrafiltrátu a podporujú vylučovanie vody\n  - **Mechanizmus účinku** : osmoticky viažu vodu (vylučovanie veľkého objemu zriedeného moču)\n\n    zvýšenie osmotického tlaku glom. ultrafiltrátu, strhávajú so sebou vodu a zvyšujú objem moču\n\n    zvyšujú únik sodíka z proximálneho tubulu a vzostupnej časti Henleho kľučky\n\n    zvyšujú osmotický tlak extracelulárnej (najmä intravaskulárnej) tekutiny, vedú k presunu\nintracelulárnej tekutiny do extracelulárnehoa intravaskulárneho priestoru\n  - **FK** : manitol = silne hydrofilná látka, podáva sa výhradne intravenózne, distribuuje do\nextracelulárneho priestoru, filtruje sa voľne do moču, ale nie je resorbovaný späť do obehu; vylučuje\nsa v priebehu 3 hodín po podaní bez metabolizácie\n  - **indikácie** : terapia a prevencia vnútrolebečnej a vnútroočnej hypertenzie a edému mozgu a glaukómu,\nprofylaxia renálneho zlyhania pri šoku a traume, forsírovaná diuréza na urýchlenie eliminácie toxínov\nv terapii intoxikácii\n  - **Kontraindikácie** : anúria, dehydratácia, iónový rozvrat\n  - **Nežiadúce účinky** : po vyšších dávkach iónová dysbalancia, hyponatrémia, hypovolémia (kvôli osmotickej diuréze),\nhypotenzia, pri zníženej glomerulárnej filtrácii alebo po rýchlom podaní väčšieho množstva manitolu\npreťaženie cirkulácie a vývoj pľúcneho edému, bolesti hlavy, zvracanie\n**7.** **ďalšie liečivá zvyšujúce objem moču**\n **kofeín, teofylín, teobromín** = inhibícia PDE →↑cAMP-vazodilatácia aferentnej arterioly →↑\nrýchlosť glomerulárnej filtrácie →viac primárneho moča\n **etanol, voda** = inhibujú uvoľnenie antidiuretického hormónu (ADH, vazopresín)\n**8.** **„vápnik šetriace diuretiká“**\n\n  tento názov je niekedy používaný na identifikáciu látok, kt. vedú k relatívnemu zníženiu rýchlosti\nvylučovania vápnika\n\n  znížená koncentrácia vápnika v moči môže viesť k zvýšenej miere vápnika v sére - to môže byť\nprospešné v hypokalémii/nežiadúce v hyperkalemii\n  - **tiazidy** a **draslík šetriace diuretiká** sú považované za vápnik šetriace diuretiká\n\n  draslík šetriace diuretiká môžu spôsobiť nárast vápnika strateného v moči, ale nárast je oveľa menší\nako nárast v porovnaní s inými diuretikami\n\n  naproti tomu, kľučkové diuretiká podporujú významné zvýšenie vápnika = to môže zvýšiť zníženú\n\nhustotu kostí\n\n\n\n153\n\n\n"
}