{
    "title": "**16. Liečivá ovplyvňujúce zrážanie krvi**\n",
    "content": "**Farmakodynamické, farmakokinetické aspekty, terapeutické použitie, Nežiadúce účinky**\nLiečivá používané pri poruchách zrážania krvi upravujú **rovnováhu** medzi **hemostatickými** a\n**antitrombotickými** reakciami organizmu.\n**Pri nedostatočnej hemostáze vzniká riziko krvácavých stavov** . K základným zložkám hemostázy patria\nplazmatické faktory krvného zrážania koagulačné faktory, krvné doštičky (trombocyty) a cievna stena.\nFyziologické antikoagulanciá (napríklad **antitrombín III** ) a fibrinolytický systém ( **plazmín** ) sa podieľajú na\n**zabránení tvorby nežiaducich krvných zrazenín** . Za učelom farmakologického ovplyvnenia krvácavých\nstavov sa používajú hemostatiká a pri trombotických stavoch sa používajú antitrombotiká.\n**Hemostáza** = účelom hemostázy je obmedzenie straty krvi, neúčelné vytváranie trombov však môže\nohroziť život – trombóza, embólia\n**Na vzniku hemostázy sa podieľa:**\n**1.** **reakcia ciev v mieste poranenia** = v mieste poškodenia vzniká vazokonstrikcia v dôsledku:\n\n  aktivácie sympatikových reflexov\n\n  - uvoľnení sérotonínu z doštičiek\n\n  uvoľnení tromboxánu TXA2 v poškodenom mieste\n**2.** **činnosť krvných doštičiek**\n\n  za normálnych okolností sú trombocyty v neaktívnej forme\n  - endotel ciev syntetizuje faktory, kt. bránia adherencii a agregácii trombocytov (prostacyklín PGI 2, NO)\n\n  poškodenie endotelu:\n\n    obnaženie kolagénových vláken\n\n    okamžitá adhézia trombocytov\n\n    tro sa aktivujú – menia tvar z plochého na guľatý\n\n    agregácia trombocytov – tvorí sa doštičková zátka,\nagregáciu podporuje ADP z poškodených\nendotelových buniek a erytrocytov, ako aj TXA2 z\n\ndoštičiek\n\n  trombocyty vytvoria doštičkovú zátku\n\n  pri aktivácii trombocytov sú dôležité receptory:\n **GPIa/IIa** = membránový glykopr., receptor pre kolagén, interakcia s kolagénom stabilizuje doštičky\n **GPIb** = tvorí komplex {GP1b-IX-V}, receptor pre von Willebrandov faktor, umožňuje adhéziu\ndoštičiek k poškodenej cievnej stene\n **GPIIb/IIIa** = membránový glykoproteín, receptor pre fibrinogén, aktivácia agregácie po adhézii na\npoškodený endotel\n **PAR1/PAR4** = „proteinázami-aktivované receptory“, receptory pre koagulačný faktor II (trombín),\nsprostredúvajú koaguláciu aj zápalové procesy\n **(TBXA2R) TP** = receptor pre tromboxán A2 (okrem doštičiek aj v mnohých iných tkanivách:\nendotel, myocyty ...)\n **(PTGIR) IP** = receptor pre prostacyklín (PGI2), ktorý sa tvorí endotely a inhibuje agregáciu\ntrombocytov\n **P2Y** = skupina receptorov pre puríny: P2Y1, P2Y12 sú receptory pre ADP, ktorý sa uvoľňuje z\ndoštičiek po aktivácii\n**3.** **zrážanie krvi – hemokoagulácia**\n\n  komplexný súbor enzymatických reakcií; vedie k\n\n    tvorbe fibrínovej siete okolo doštičkovej zátky a ery\n\n    - vzniku definitívneho trombu\n\n  v poškodenom mieste sa aktivuje **koagulačná kaskáda**\n    - **vnútornou cestou** (tj. začína ju plazmatický faktor) a/alebo\n\n    **vonkajšou cestou** (začína ju tkanivový faktor)\n\n  jedná sa o kaskádu reakcií limitovanej proteolýzy\n\n    faktory sa postupne aktivujú, prichádza k amplifikácii celého procesu\n\n    dôležitá je prítomnosť fosfolipidov a iónov kalcia\n\n\n\n169\n\n\n**Trombóza** = patologický stav, pri ktorom je prítomná nadmerná aktivácia hemostatických mechanizmov,\nvýsledkom je tvorba trombov, ktoré následne bránia prúdeniu krvi v cievach\n3 hlavné faktory prispievajúce k trombóze (Virchowova triáda):\n**1.** **poruchy hemodynamiky** (átriálna fibrilácia, mitrálna stenóza, venostáza, varixy, dlhodobá imobilita)\n**2.** **poškodenie cievnej steny a endotelu** (ateroskleróza, trauma, bakteriálna infekcia, prítomnosť umelých\npovrchov - umelé chlopne, katétre)\n**3.** **hyperkoagulabilita** (genetické poruchy, rakovina, autoimunitné ochorenia, tehotenstvo, obezita)\n**Embólia** = zavlečenie pohyblivého objektu (embolu) do miesta v cievnom riečisku, kde zúženie bráni jeho\nďalšiemu pohybu, následkom je uzáver cievy\n**Arteriálne tromby**\n\nzvyčajne vznikajú pri ateroskleróze\n\ndôležitá je najmä aktivácia doštičiek\n\n„biele tromby“ – obsahujú hlavne doštičky opletené fibrínovou sieťou\n\nohrozujú prietok krvi, môžu cievu upchať a spôsobiť tkanivovú ischémiu a nekrózu\n\nmôžu spôsobiť embóliu – napr. z ľavej predsiene a komory do mozgových artérií alebo iných orgánov\n**Venózne tromby**\n\nvznikajú najmä pri stáze krvi alebo poruche hemokoagulácie\n\ndôležitá je najmä hemokoagulačná kaskáda\n\n„červené tromby“ – rôsolovité, podobné krvnej zrazenine vznikajúcej in vitro\n\nmôžu sa odtrhnúť vo forme embolu, ktorý upchá vzdialenú cievu\n\nvenózne emboly zvyčajne upchajú pľúcne artérie\n**Základné rozdelenie liečiv ovplyvňujúcich krvné zrážanie**\n**A. Antitrombotiká** = liečivá používané pri nadmernom zrážaní kri (trombofilné stavy, hyperkoagulačné\nstavy) na prevenciu a terapiu trombózy\n**1.** **Antikoagulanciá** = inhibujú koagulačné faktory, bránia vzniku krvnej zrazeniny\n**2.** **Fibrinolytiká** = trombolytiká, rozpúšťajú existujúci trombus rozrušením fibrínovej siete\n**3.** **Antiagreganciá** = protidoštičkové látky **,** bránia zhlukovaniu doštičiek\n**B. Hemostatiká** = **hemostyptiká, antihemoragiká** = pri nedostatočnom zrážaní krvi (hypokoagulačné stavy)\nna terapiu krvácavých stavov\n**1.** **Antidotá** = proti heparínu (protamín) a warfarínu (vitamín K)\n**2.** **Antifibrinolytiká** = inhibítory fibrinolýzy\n**3.** **Koagulačné faktory** = plazmatické faktory krvného zrážania\n**4.** **Iné systémové hemostatiká** = vazokonstrikčné látky a liečivá stimulujúce adhéziu/agregáciu tro\n**5.** **Lokálne hemostatiká** = tkanivové lepidlá\n\n\n**A. Antitrombotiká**\n\n**Antikoagulanciá** = **liečivá, ktoré znižujú zrážanlivosť krvi**\n**Mechanizmus účinku:** blokáda tvorby alebo účinku plazmatických koagulačných faktorov\n\n**Rozdelenie:**\n\n**1.** **Priame antikoagulanciá** = priamo inhibujú hemokoagulačnú proteolytickú kaskádu, najmä trombín (II) a\n\nfaktor Xa\n\n **antitrombín III** = endogénna látka; získaný z ľudskej krvi alebo rekombinantný ľudský proteín\nprodukovaný v mlieku transgénnych kôz rekombinantnou DNA technológiou\n**Indikácie** : nedostatok antitrombínu III (vrodený alebo získaný – napr. pre zvýšenú spotrebu, stratu\nbielkovín ...), pri chirurgických výkonoch, pri gravidite a pôrode, pri nedostatočnej odpovedi na\nheparín, pri diseminovanej intravaskulárnej koagulopatii, u pacientov s ťažkým poškodením pečene –\nnajmä ak sú liečený koncentrátmi koagulačných faktorov pri potrebe chirigického výkonu alebo\nkrvácaní, profylaxia a prevencia progresu hlbokej žilovej trombózy\n**Nežiadúce účinky** : riziko alergickej reakcie až anafylaxia (ako na všetky proteínové lieky)\n**Interakcie** : heparín a antitrombín III sa vzájomne potencujú – riziko krvácania\n **heparín** = endogénna látka, polysacharid tvorený sulfatovanými aminocukrami s COOH a SO 3 H\n\n    účinok in vivo aj in vitro, priemerná molekulová hmotnosť 15 000\n\n    uskladnený s histamínom v granulách mastocytov; vyrába sa zo sliznice bravčových čriev\n\n    silne hydrofilný, podáva sa iba i.v. alebo s.c., i.m. sa neodporúča pre vznik hematómov\n\n\n\n170\n\n\n  účinnosť heparínu sa udáva v IU (medzinárodné jednotky štandardizované biologickou titráciou)\n**Mechanizmus účinku:** závislý od antitrombínu III (AT III) – 1000x urýchľuje väzbu AT III na koagulačné faktory, najmä IIa\n(trombínu) a Xa; AT III môže chýbať napr. pri niektorých pečeňových ochoreniach (vtedy heparíny\nneúčinkujú)\n**Indikácie** : liečba pľúcnej embólie, hlbokej žilovej trombózy, infarkt myokardu, pri mimotelovom\nobehu krvi a hemodialýze\n**Nežiadúce účinky** : krvácanie, trombocytopénia (u dlhodoboliečených pacientov sa preto odporúča monitorovanie\npočtu trombocytov), osteoporóza, hypersenzitivita\n**Antidotum** : **protamín** = silne katiónová molekula tvorí iónový komplex s heparínom, ktorý je\nodstránený retikuloendotelovým systémom\n **nízkomolekulárne heparíny** = **nadroparín**, **dalteparín**, **enoxaparín**, **bemiparín**\n\n  príprava frakcionáciou klasického heparínu (fragmenty s molekulovou hmotnosťou 5000)\n\n  pôsobia prostredníctvom AT III ale inaktivujú hlavne faktor Xa (menší vplyv na trombín)\n\n  lepšia biologická dostupnosť pri subkutánnom podaní (90%)\n\n  dlhší polčas – dlhší účinok = podávanie 1x denne\n\n  menej Nežiadúce účinky (osteoporóza, trombocytopénia, nižší výskyt alergií)\n\n  nie je nutné monitorovanie terapie lab. testami\n**Indikácie:** prevencia operačnej trombózy, pri mimotelovom obehu a hemodialýze, terapia hlbokej\nvenóznej trombózy (ako heparín)\n **sulodexid** = kombinácia nízkomolekulárneho heparínu (80%) s dermatan sulfátom (20%)\n\n  na rozdiel od predchádzajúcich látok je možné aj p.o. podanie! (kapsuly naplnené suspenziou)\n\n  okrem inhibície Xa a heparín kofaktora II má ďalšie účinky:\n\n    inhibuje adhéziu trombocytov\n\n    aktivuje fibrinolýzu\n\n    aktivuje lipoproteínovú lipázu\n\n    normalizuje reologické vlastnosti krvi\n\n    má protektívny účinok na cievny endotel\n**Indikácie:** prevencia žilovej trombózy, ischemická choroba srdca, DK, diabetické indikácie (diabetická\nnefropatia, neuropatia, angiopatia, retinopatia), prevencia tvorby trombov po IM\n **fondaparín** = fondaparinux = syntetický pentasacharid s mol. hm. 2000 (s.c. 1x denne)\n**Mechanizmus účinku** : viaže sa na pentasacharidové väzbové miesto na AT III, selektívne inhibuje Xa\n **priame inhibítory trombínu (IIa)** = hirudín, desirudín, bivalirudín\n**Mechanizmus účinku** : inaktivujú trombín nezávisle od prítomnosti antitrombínu (AT III), blokujú aktivitu trombínu\nvoľného aj viazaného na fibrín\n **hirudín** = **lepirudín**\n\n    rekombinantný proteín (pôvodne objavený v slinách pijavíc Hirudo medicinalis)\n\n    používa sa i.v. u pacientov s heparínom-indukovanou trombocytopéniou\n\n    cudzorodý proteín, môžu sa naň vytvárať protilátky; neexistuje antidotum\n **bivalirudín** (centrálne registrovaný)\n\n    peptid, i.v. = antikoagulans u pacientov podstupujúcich perkutánnu koronárnu intervenciu,\nvrátane pacientov so STEMI, nSTEMI a nestabilnou angínou pectoris\n\n    má sa podávať v kombinácii s ASA a klopidogrelom\n **argatroban** (schválený FDA, MHRA v UK) = syntetická látka, priamy inhibítor trombínu, alternatíva\nlepirudínu, metabolizuje sa v pečeni, je teda vhodný pre pacientov s renálnym poškodením\n **dabigatran etexilát** = ester - prodrug (p.o.), metabolizuje sa na účinný metabolit dabigatran, ktorý\nsa v prevažne nezmenenej forme vylučuje močom; má výhody ako xabany\n**Indikácie** : na prevenciu hlbokej venóznej trombózy po operáciách bedrového a kolenného kĺbu,\nprevenciu trombózy a embólie pri atriálnej fibrilácii (prebiehajú klinické skúšky na liečbu hlbokej\nvenóznej trombózy)\n**Interakcie** : substrát P-glykoproteínu (inhibítory PGP ako verapamil, klaritromycín, cyklosporín\nzvyšujú riziko krvácania; induktory PGP – ľubovník bodkovaný znižujú účinnosť dabigatranu)\n**Antidotum:** monoklonálna protilátka **idarucizumab,** ak treba rýchlo zrušiť antikoagulačný účinok\ndabigatranu\n\n\n\n171\n\n\n **priame inhibítory faktora Xa** = **rivaroxaban, apixaban**, **edoxaban** = účinné po perorálnom podaní\n**Indikácie:** na prevenciu hlbokej venóznej trombózy po operáciách bedrového a kolenného kĺbu,\n\natriálna fibrilácia\n**Nežiadúce účinky** : krvácanie, modriny, krvácanie z nosa (epistaxis), anémia\n**Antidotum:** zatiaľ nemajú, ale vyvíja sa: **adnexanet alfa** = rekombinantný derivát faktora Xa – falošný\nreceptor, ku ktorému má rivaroxaban a ostatné príbuzné liečivá vyššiu afinitu, než ku skutočnému Xa;\nvo vývoji sú aj univerzálne antidotá antikoagulancií: **ciraparantag** (aripazín) = inhibuje rivaroxaban,\napixaban, edoxaban, dabigatran, nefrakcionovaný i nízkomolekulárne heparíny; neinhibuje iba\nwarfarin a argatroban\n**Výhody oproti heparínom:**\n\n    perorálne podávanie\n\n    menej nežiadúcich účinkov (špecifickejší účinok)\n**Výhody oproti warfarínu:**\n\n    okamžitý účinok\n\n    jednoduchšia titrácia dávky, lepší farmakokinetický profil\n\n    nie je nutné prísne monitorovanie rýchlosti zrážania\n\n    menej interakcií než warfarín\n\n    majú antidotá (registrované alebo vo vývoji) s rýchlym (okamžitým) účinkom\n**2.** **Nepriame antikoagulanciá** = **warfarín**, **tekarfarín**\n\n **warfarín**\n**Mechanizmus účinku:** inhibícia vitamín K epoxid reduktázy, ktorá regeneruje vitamín K (zúčastňuje sa na karboxylácii\nglutámátových zvyškov faktorov zrážania II, VII, IX, X)\n\n    znižujú syntézu funkčných koagulačných faktorov v pečeni\n\n    niekoľkodňová latencia účinku - nevhodný pre akútne použitie\n\n    tvoria sa nefunkčné faktory neschopné viazať Ca [2+]\n\n\n    u pacientov nutné pravidelne sledovať INR („international normalized ratio“) - pomer\nprotrombínového času (PT) pacienta a kontroly (PT – čas, za ktorý sa úplne zrazí plazma po pridaní\ntkanivového faktora) = cieľové hodnoty INR: 2,0 – 3,0. Pri náhrade chlopní 2,5 – 3,5\n\n    dlhý biologický polčas, malá terapeutická šírka, ľahko sa predávkuje\n\n    veľký potenciál pre vznik interakcií, pomalý nástup aj odoznenie účinku\n\n    nutné monitorovať terapiu (INR) →veľká snaha farmaceutických firiem nájsť lepšiu látku\n\n**Indikácie:**\n\n    Liečba a prevencia hlbokej žilovej trombózy a pľúcnej embolizácie.\n\n    Sekundárna prevencia infarktu myokardu a prevencia trombo-embolických komplikácií (mozgová\npríhoda alebo systémová embolizácia) po infarkte myokardu.\n\n    Prevencia tromboembolických komplikácií u pacientov s fibriláciou predsiení, s ochorením\nsrdcových chlopní alebo s náhradami srdcových chlopní.\n**Nežiadúce účinky:** krvácanie (u pacientov sa pravidelne kontroluje INR), zriedkavo kumarínová nekróza (následok\nnáhleho poklesu antikoagulačného proteínu C), syndróm purpurových prstov (cholesterolová\nembólia uvoľnená z aterosklerotického plaku)\n**Kontraindikácie:** vredy GIT, mozgové krvácanie, poruchy pečene a obličiek\n**Liekové interakcie:** warfarín sa silne viaže na plazmatické bielkoviny, viazaných je až 99 %!; z väzby ho vytesňujú\nsalicyláty, nesteroidné antiflogistiká, sulfónamidy: ↑krvácanie\n**↑účinku warfarínu (krvácanie):**\n\n        ↓syntézy vit. K črevnými baktériami: **širokospektrálne antibiotiká**\n        - inhibícia metabolizmu warfarínu: **azolové antimykotiká, metronidazol** ...\n**↓účinku warfarínu (možnosť trombózy)**\n\n        **cholestyramín, antacidá** – ↓absorpcie warfarínu\n\n        induktory pečeňových enzýmov ( **fenobarbital, rifampicín, fenytoín** ...)\n        - zvýšený príjem **vitamínu K** (strava, doplnky)\n**Antidota nepriamych antikoagulancií: vitamín K1** (fytomenadión) – latencia účinku (syntéza nových\nfaktorov); priame podanie funkčných **zrážacích faktorov**\n **tekarfarín** = podobný warfarínu, nie je však metabolizovaný cytochrómom P450, ale esterázami →\nmenej interakcií, momentálne je v klinickom skúšaní\n\n\n\n172\n\n\n**3.** **In vitro antikoagulanciá**\n\n  na stabilizáciu krvných preparátov\n\n  najmä pre účely biochemických vyšetrení,\n\n  v obmedzenej miere aj pre transfúziu (citrát)\n\n  látky viažúce/chelatujúce voľný vápnik (nevyhnutný pre procesy koagulácie – faktor IV) a aj **heparín**\n **látky vytvárajúce s Ca** **[2+]** **rozpustné komplexy** = **citrát sodný, EDTA**  - **etyléndiamíntetraoctová**\n**kyselina, EGTA**   - **etylénglykoltetraoctová kyselina**\n **látky vytvárajúce s Ca** **[2+]** **nerozpustné komplexy** = **oxalát sodný**\n\n\n**Fibrinolytiká** = rozpúšťajú už vzniknutý trombus v artériách aj vo vénach – zabráňujú tak ischémii až\nnekróze tkaniva zásobovaného krvou z postihnutej cievy\n**Mechanizmus účinku** : aktivátory plazminogénu\n\nvytvárajú aktívny plazmín = proteáza štiepiaca fibrínovú sieť na rozpustné fragmenty\n- dôležitú úlohu zohráva **tkanivový aktivátor plazminogénu t-PA** = uvoľňuje sa z endotelových buniek pri\nzástave toku krvi krvným riečiskom\n\nt-PA je dôležitý aktivátor fibrinolytického systému – taktiež je endogénna proteáza\n**Indikácie** (aplikácia i.v.): akútny infarkt myokardu, hlboká žilová trombóza, pľúcna embólia, oklúzne\nochorenia periférnych artérií\n**Nežiadúce účinky** : krvácanie (do GIT, CNS, v mieste vpichu), alergické reakcie (najmä streptokináza, inak zriedkavo)\n**Antidotum: antifibrinolytiká**\n\n**Rozdelenie** :\n\n**a)** **neselektívne** = 1. generácia = okrem žiaduceho rozpustenia trombu spôsobujú aj systémovú fibrinolýzu\n **streptokináza** = proteín produkovaný beta-hemolytickými streptokokmi\n**Mechanizmus účinku:** nemá enzymatickú aktivitu, ale s plazmínom vytvára komplex 1:1, ktorý premieňa plazminogén\n(v trombe aj v cirkulujúcej krvi) na plazmín\n\n    nemožno ju podávať opakovane – môže sa vyvinuť alergia\n\n    u pacientov, ktorí prekonali streptokokovú infekciu sa môžu vyskytnúť protilátky proti\nstreptokináze – oslabenie účinku\n\n    už nie je veľmi používaná\n **urokináza** = endogénna proteáza – telu vlastný aktivátor plazminogénu\n\n    získava sa z bunkových kultúr ľudských obličiek, nachádza sa aj v moči\n\n    nie je antigénna, avšak spôsobuje systémovú fibrinolýzu\n**b)** **selektívne** = 2. generácia = selektívna fibrinolýza v krvnej zrazenine\n **altepláza** = rekombinantný tkanivový aktivátor plazminogénu rt-PA (glykoproteín)\n\n    po i.v. podaní je relatívne inaktívna, aktivuje sa až po väzbe na fibrín\n\n    možno ju podávať opakovane – nemá antigénne vlastnosti\n\n    najdôležitejšia indikácia je náhla ischemická cievna mozgová príhoda\n **retepláza** = modifikovaný rt-PA (úpravou alteplázy), lepšie preniká do trombu, rýchlejši nástup\núčinku, dlhší polčas\n **tenektepláza** = najdlší biologický polčas, najúčinnejšia, môže byť aplikovaná ako jednorázový\nintravenózny bolus\n\n\n**Antiagreganciá**\n**Úloha trombocytov:** primárna hemostatická zátka sa fyziologicky začína tvoriť hneď po dočasnej lokálnej\nvazokonstrikcii, pričom krvné doštičky adherujú na subendotelový kolagén, menia svoj tvar z plochého na\nguľatý a a začnú uvoľňovať zo zásobných granúl látky, ktoré aktivujú ďalšie doštičky (ADP, 5-HT, Ca [2+] ) –\nkrvné doštičky agregujú a vzniká biely trombus, ktorý zastavuje krvácanie. Pri poškodení endotelu (teda\nv patologických podmienkach, napr. pri ruptúre aterosklerotického plaku v artérii) vzniká neúčelný\nintraarteriálny trombus, ktorý následne spôsobuje trombózu a embóliu. **Aktivácii fyziologicky bránia:** NO,\nPGI2 – prostacyklín, endotelová ADPáza (rozkladá ADP, ktoré aktivuje doštičky).\n\n\n\n173\n\n\nPri aktivácii trombocytov sú dôležité receptory:\n **GPIa/IIa** = membránový glykopr., receptor pre kolagén, interakcia s kolagénom stabilizuje doštičky\n **GPIb** = tvorí komplex {GP1b-IX-V}, receptor pre von Willebrandov faktor, umožňuje adhéziu doštičiek k\npoškodenej cievnej stene\n **GPIIb/IIIa** = membránový glykoproteín, receptor pre fibrinogén, aktivácia agregácie po adhézii na\npoškodený endotel\n **PAR1/PAR4** = „proteinázami-aktivované receptory“, receptory pre koagulačný faktor II (trombín),\nsprostredúvajú koaguláciu aj zápalové procesy\n **(TBXA2R) TP** = receptor pre tromboxán A2 (okrem doštičiek aj v mnohých iných tkanivách: endotel,\nmyocyty ...)\n **(PTGIR) IP** = receptor pre prostacyklín (PGI2), ktorý sa tvorí endotely a inhibuje agregáciu trombocytov\n **P2Y** = skupina receptorov pre puríny: P2Y1, P2Y12 sú receptory pre ADP, ktorý sa uvoľňuje z doštičiek po\n\naktivácii\n\n\n**Antiagreganciá** = **protidoštičkové látky**\n**Cieľom je znížiť doštičkovú aktivitu**\n- **adhezivitu** (po väzbe na subendotelový kolagén najmä v aterosklerotických cievach dochádza k aktivácii\nPLCg2)\n\n**sekréciu aktivujúcich faktorov** z granúl (ADP, serotonín, Ca2+, TBXA2, doštičkový faktor 4, vWF,\nfibrinogén, koagulačné faktory V a XIII...)\n\n**agregáciu** trombocytov (spájanie prostredníctvom vWF, fibrinogénu)\n\n\n**Rozdelenie:**\n\n**1.** **Inhibítory cyklooxygenázy**\n **kys. acetylsalicylová (ASA)**\n**Mechanizmus účinku** : ireverzibilne blokuje (acetyluje) cyklooxygenázu (COX-1) v trombocytoch a inhibuje syntézu\ntromboxánu A2 v trombocytoch\n\n    účinok už v portálnom obehu, podlieha výraznému first pass efektu (mení sa na kys. salicylovú)\n\n    bezjadrové trombocyty nie sú schopné syntetizovať novú COX – účinok ASA 7-10 dní\n    - v endotelových bunkách = syntéza COX – obnovenie tvorby antiagregačného PGI 2\n\n    postačujú dávky 30-100 mg\n\n    časť pacientov nereaguje na antiagregačnú liečbu kys. acetylsalicylovou („aspirínová rezistencia“)\n= zvýšené riziko kardiovaskulárnych príhod\n**Indikácie** : prevencia trombembolických príhod (IM, NCMP, embólia...), liečba akútneho koronárneho\nsyndrómu (IM, nestabilná angína pektoris)\n**Nežiadúce účinky** : krvácanie (hlavne z GIT – ASA sa často kombinuje s esomeprazolom – prevencia žalúdočných\na dvanástnikových vredov, ktoré ASA vyvoláva), dyspepsia, alergické reakcie\n**Liekové interakcie:** užitie kompetitívnych NSA (napr. ibuprofén) pred ASA je schopné zabrániť irever. blokáde COX-1;\nASA potencuje účinok warfarínu – zvýšené riziko krvácania\n**Kontraindikácie:** pacienti s peptidickým vredom, alergickí pacienti\n\n\n\n174\n\n\n **indobufén**\n**Mechanizmus účinku** : reverzibilne inhibuje COX-1 a inhibuje tromboxán syntázu v trombocytoch\n\n    keďže je reverzibilný, antiagregačný účinok trvá krátko a úplne odzne do 24 hodín – preto na\nkrátkodobú liečbu, keď je potrebné rýchle ukončenie antiagregačného účinku, napr. pred\noperáciou\n**2.** **Blokátory ADP receptorov (antagonisty P2Y** **12** **)**\n  - v membráne trombocytov sú prítomné 2 dôležité purinergické receptory = P2Y 1 a P2Y 12\n\n  spojené s G-proteínom a po ich aktivácii postupne dochádza k agregácii trombocytov\n\n  pre správnu funkciu je potrebná aktivácia oboch receptorov\n  - **aktivácia P2Y** **1** →prechodné ↑Ca [2+] →krátkodobá aktivácia a krátkodobá agregácia\n  - **aktivácia P2Y** **12** →inhibícia adenylátcyklázy →↓cAMP →↑Ca [2+] →dlhodobá agregácia\n **ireverzibilné** = **tiklopidín**, **klopidogrel, prasugrel** (tienopyridínové deriváty)\n**Mechanizmus účinku:** ireverzibilne blokujú P2Y 12 →aktivácia adenylátcyklázy →↑cAMP →↓Ca [2+] →↓agregácia\n\n    prodrugs, na aktívne látky sa menia až metabolizáciou v TČ a najmä v pečeni\n\n    fixná kombinácia klopidogrel/ASA má vyšší účinok (akútny koronárny syndróm), ale aj vyššie riziko\nkrvácania, možno kombinovať aj s nízkomolekulárnymi heparínmi pri niektorých indikáciách\n**Liekové interakcie** : inhibítory protónovej pumpy ( **omeprazol** ) inhibíciou CYP2C19 výrazne znižujú tvorbu aktívnej\nformy = klinicky významná interakcia\n**Nežiadúce účinky** : krvácanie (hlavne z GIT), dyspepsia, alergické reakcie, zriedkavo trombotická trombocytopenická\npurpura a neutropénie (najmä tiklopidín – pravidelné monitorovanie počtu trombocytov)\n **reverzibilné (alosterické)**\n **tikagrelor** (tbl) = spolu s ASA pri akútnom koronárnom syndróme (vrátane IM) ako prevencia\naterosklerotických udalostí\n **kangrelor** (inj.) = podáva sa spolu s ASA pri perkutánnej koronárnej intervencii, ktorý neužívali\ninhibítory P2Y 12 a nemôžu užívať perorálnu terapiu inými inhibítormi P2Y 12\n**3.** **Blokátory GP IIb/IIIa receptorov**\n\n  glykoprpteínové receptory GP IIb/IIIa = integríny = viažu fibrinogén\n**Mechanizmus účinku** : pri ich blokáde sa zamedzí tvorbe fibrinogénnych mostíkov medzi trombocytmi →↓agregácia\n **abciximab** = Fab fragment chimérickej monoklonálnej protilátky proti receptoru GP IIb/IIIa, podáva\nsa i.v., je imunogénny (riziko alergickej reakcie)\n **eptifibatid** = reverzibilný blokátor\n\n    cyklický heptapeptid odvodený z jedu štrkáča (Sistrurus miliarius barbouri)\n\n    rýchly nástup účinku, krátky biologický polčas\n\n    podáva sa v kombinácii s ASA na prevenciu infarktu myokardu u pacientov s nestabilnou angínou\npektoris a ktorí pravdepodobne podstúpia PKontraindikácie – len pre použitie v nemocniciach\n **tirofiban** = nepeptidový, reverzibilný blokátor, i.v.\n**4.** **Liečivá zvyšujúce cAMP v trombocytoch**\n**a) analógy prostacyklínu PGI** **2** (endogénne antiagregans a vazodilatans)\n**Mechanizmus účinku:** analógy PGI 2 (a agonisty) aktivujú prostacyklínový receptor (G s ) →↑cAMP →↓Ca [2+] (von\nz bunky do extracelulárneho priestoru) →↓agregácia\n **epoprostenol** = i.v., pri PAH a akútnej hemodialýze, kedy nie je možné použiť heparín\n **treprostinil (i.v.), iloprost** (stabiliný syntetický analóg prostacyklínu; ako prášok na rozprašovanie\n– nebulizáciu), **selexipag** (agonista prostacyklín. receptora) = pri pľúcnej artériovej hypertenzii\n(PAH) a u pacientov klasifikovaných NYHA III-IV\n**b)** **inhibítory fosfodiesteráz**\n**Mechanizmus účinku:** inhibícia PDE →↑cAMP →↓Ca [2+] →↓agregácia\n**Nežiadúce účinky:** krvácanie, hypotenzia, bolesť hlavy, migrenózne bolesti, liečivá zhoršujú kardiovaskulárne\nochorenia – palpitácie, arytmie, srdcové zlyhávanie\n **dipyridamol** = prevencia ischemickej náhlej cievnej mozgovej príhody (iNCMP) u pacientov, ktorí\nprekonali predchádzajú príhodu alebo tranzitórny ischemický atak (TIA)\n **cilostazol** = na zlepšenie maximálnej dĺžky chôdze bez bolesti u pacientov s intermitentnou\nklaudikáciou (bolesť nôh pri chôdzi najčastejšie pre aterosklerotickú blokádu ciev)\n\n\n\n175\n\n\n **pentoxifylín** = má aj vazodilatačný a hemoreologický účinok (↑deformabilitu erytrocytov); pri\nICHDK a pri poruchách prekrvenia CNS\n**5.** **Antagonisty trombínových PAR1 receptorov**\n **vorapaxar** = podáva sa s ASA a/alebo klopidogrelom na prevenciu aterosklerotických udalostí u\npacientov s IM alebo periférnym artériovým ochorením\n**Použitie antiagregancií** = prevencia vzniku **arteriálnych** trombov:\n\nICHS – akútny infarkt myokardu,\n\nprevencia infarktu myokardu\n\nprevencia cievnych ischemických mozgových príhod\n\nischemická choroba dolných končatín\n\nobmedzenie trombogénnych vlastností umelých chlopní\n\natriálna fibrilácia (ak sú kontraindikované antikoagulanciá)\n\nnestabilná angina pectoris\n\nprevencia komplikácií pri perkutánnych koronárnych zásahoch (angioplastika, bypass)\n\n\n**Hemoreologiká** = liečivá, ktoré zlepšujú tokové = reologické vlastnosti krvi = znižujú viskozitu krvi tým, že sa\nzníži hladina plazmatického fibrinogénu a zvýši sa deformabilita (elasticita) erytrocytov. Hemoreologické\núčinky majú niektoré antitrombotiká a vazodilatanciá.\n **pentoxifylin**\n\n  IPDE = hemoreologické, antiagregačné a vazodilatačné účinky\n\n  lepšie prekrvenie tkanív a zásobenie ischemických tkanív kyslíkom a živinami.\n\n  používa sa na terapiu porúch prekrvenia mozgu, sietnice, cievnatky, vnútorného ucha a ICHDK\n\n **sulodexid**\n\n  derivát heparínu, ktorý má okrem hemoreologického účinku aj antitrombotický, endotelprotektívny a\nlipolytický účinok, ktorý tiež prispieva k zníženiu viskozity krvi\n\n  používa sa na zlepšenie prekrvenia v kardiológi, neurológii, diabetológii a oftalmológii\nzníženie viskozity krvi bolo popísané aj u nízkomolekulárneho heparínu **nadroparínu** a antiagregancií\n**tiklopidínu** a **klopidogrelu**\n\n\n**B. Hemostatiká** = **hemostyptiká, antihemoragiká** = pri nedostatočnom zrážaní krvi (hypokoagulačné stavy)\nna terapiu krvácavých stavov\nPríčiny krvácania: poranenie, chirurgické zákroky, krvácavé stavy podmienené geneticky (hemofília),\nzískadný nedostatok koagulačných faktorov, poruchy trombocytov, cievne poruchy\n\n**1.** **Antidotá**\n\n **vitamín K** (vitamín K 1 – fytomenadión) = antidotum pri predávkovaní warfarínom a u pacientov\ns hypovitaminózou vitamínu K; krvné zrážanie sa normalizuje až po 12-24 hodinách\n **protamín** = pri predávkovaní heparínom, menej LMWH (čiastočne); silne katiónová molekula tvorí\niónový komplex s heparínom, kt. je odstránený retikuloendotelovým systémom (účinok do 5 minút)\n**2.** **Antifibrinolytiká** = inhibítory fibrinolýzy, antidotá fibrinolytík\n **kys. p-aminometylbenzoová (PAMBA; tbl, i.v.)**, **kys. aminokaproová**, **kys. tranexámová**\n**Mechanizmus účinku** : inhibujú plazmín alebo aktiváciu plazminogénu\n**Indikácie** : lokálne krvácanie (krvácanie v gynekológii, urológii, stomatológii, tonzilektómia,\npredávkovanie antikoagulanciami), generalizované krvácanie (pri antifibrinolytikách, operácie v\nabdominálnej a thorakálnej oblasti, pri pôrodných komplikáciách, karcinóme prostaty, leukémii ...)\n **aprotinín** = silný inhibítor serínových proteáz; prestal sa používať (kvôli riziku renálneho zlyhania, IM,\ncievnej mozgovej príhody); len ako zložka lokálnych hemostatík\n**3.** **Koagulačné faktory** = plazmatické faktory zrážania = liečba hemofílií a deficiencií koagulačných faktorov\n **kombinácia IX, II, VII, X** + (proteín C, antitrombín III, heparín)\n **von Willebrandov faktor** (vWF) samostatne alebo v kombinácii s VIII – pri von W. chorobe\n **eptakog alfa** = rFVIIa = aktivovaný rekombinantný faktor VIIa\n **oktokog alfa** = rFVIIIa = aktivovaný rekombinantný Faktor VIIIa\n **nonakog alfa** = rFIXa = aktivovaný rekombinantý faktor IXa\n **katridekakog** = rFXIII = rekombinanntý faktor XIIIa\n\n\n\n176\n\n\n**4.** **Iné systémové hemostatiká** = vazokonstrikčné látky a liečivá stimulujúce adhéziu/agregáciu tro\n **etamsylát** = zvyšuje adhezivitu doštičiek a kapilárnu rezistenciu (mechanizmus neznámy), použitie na\nprevenciu kapilárneho krvácania pri operáciách silno prekrvených tkanív, pri hematúrii, epistaxe,\nmenorágii, metrorágii, krvácaní z ďasien\n **analógy alebo aktivátory trombopoetínu:**\n **romiplostim** = fúzny proteín, analóg trombopoetínu (faktor aktivujúci tvorbu trombocytov v\nkostnej dreni)\n **eltrombopag** = alostericky aktivuje receptor pre trombopoetín (faktor aktivujúci tvorbu\ntrombocytov v kostnej dreni).\n**Indikácie** (pre obe liečivá): idiopatická trombocytopenická purpura u pacientov nereagujúcich na\nklasickú liečbu (glukokortikoidy, imunoglobulín)\n **oprelvekin** (schválený FDA) = rekombinantný IL-11 (s.c.) = trombopoetický faktor, stimuluje tvorbu a\ndozrievanie megakaryocytov a následne trombocytov\n**Indikácia** : pri trombocytopénii najmä po myelosupresívnej chemoterapii\n**Nežiadúce účinky** : alergické reakcie, edém, riziko arytmií a renálneho poškodenia\n **syntetické analógy vazopresínu** (hormón zadného laloka hypofýzy)\n **terlipresín** = výrazný vazokonstrikčný a protikrvácavý účinok; najmä na terapiu krvácania z GIT\nalebo urogenitálneho traktu\n **desmopresín** = okrem diabetu insipidus a noktúrie, zvyšuje vylučovanie vWF z endotelu pri von\nWillebrandovej chorobe, miernej hemofílii A a trombocytopénii\n\n**5.** **Lokálne hemostatiká**\n\n **karboxycelulóza** = najmä na lokálne zastavenie krvácania pri hemoroidoch (vo forme čapíkov)\n **kolagén** = zo šliach a kože hovädzieho dobytka; urýchľuje proces zrážania a absorbuje tekutiny;\nvstrebáva sa 3 mesiace (vo forme hemostatickej hubky alebo prášku)\n **želatína** = čiastočnou hydrolýzou kolagénu; resorbuje po 3-6 týždňoch\n **tkanivové lepidlá**\n**Indikácie** : zastavenie krvácania/zlepšenie hemostázy (vrátane endoskopickej liečby krvácania\ngastroduodenálneho vredu), podpora spájania/lepenia tkanív a istenie stehov pri chirurgických\nzákrokoch (anastomózy čriev, operácie pečene)\n\n**Zloženie** :\n\n{fibrinogén + trombín}\n{fibrinogén + aprotinín + trombín + CaCl 2 }\n{fibrinogén + faktor VIII + aprotinín + trombín + CaCl 2 }\n**Liekové formy:** prášky na prípravu tkanivových lepidiel\n(viskózne gély), matrice s tkanivovým lepidlom\n(urýchľujú hojenie rán a súčasne tvoria fyzickú bariéru\nmedzi rozličnými tkanivami, matrica sa po čase\n\nrozkladá a vstrebá\n\n\n\n177\n\n\n"
}