{
    "title": "**17. Antiulcerózne liečivá**\n",
    "content": "**Farmakodynamické, farmakokinetické aspekty, terapeutické použitie, Nežiadúce účinky**\n**Peptická vredová choroba**\nChronické polyetiologické (multifaktoriálne) ochorenie, prejavuje sa opakovanými epizódami, z ktorých\nkaždú sprevádza nebezpečenstvo kompikácií ohrozujúcich život pacienta, ako sú hemorágie a perforácie,\nresp. malignita lokalizácia peptického vredu. **Vred** je vlastne nehojaca sa rana vyznačujúca sa stratou\nintegrity tkaniva v oblasti jej vzniku, sekundárnou infekciou okrajových zón, všeobecnou slabosť pacienta;\nide o ohraničený rozpad tkaniva na sliznici alebo koži, sprevádzaný nekrotizáciou tkaniva, a hnisavým,\nvodnatým alebo krvavým sekrétom.\n**Peptický vred** : vred žalúdka a duodéna = 1. zápal steny žalúdka, 2. natrávenie sliznice, 3. perforácia\nVsyskytuje sa viac u mužov ako u žien.\nV žalúdku sa nachádzajú **parietálne bunky** (asi miliarda), ktoré vylučujú vodíkové protóny pomocou\n**H** **[+]** **/K** **[+]** **-ATP-ázy** . Na parietálnych bunkách sa nachádzajú histamínové, cholinergné a gastrínové receptory.\n**Gastrín** je vylučovaný z G buniek žalúdka tzv. antrálnych, ale aj z 12tníka, tenkého čreva a D bunkami\nLangerhansenových ostrovčekov pankreasu. Jeho najdôležitejšou funkciou je stimulácia vylučovania H [+]\n\ndo žalúdočnej dutiny, čím znižuje pH žalúdočnej šťavy, čo je dôležitou podmienkou pre optimálnu funkciu\npepsínu.\n**Gastrínové receptory** sa nachádzajú na enterochromafinných bunkách ECL. ECL stimulujú sekréciu gastrínu\nnepriamo - stimuláciou vylučovania histamínu, ktorý pôsobí parakrinne tým, že sa viaže na H 2 receptory.\nGastrín je hormón, ktorý stimuluje tiež uvoľnenie pepsinogénu, motilitu žalúdka, dozrievanie parietálnych\nbuniek, vylučovanie sekretínu v TČ, pakreatickú sekréciu a vyprázdňovanie žlčníka.\nGastrín sa uvoľňuje pôsobením viacerých faktorov:\n\nstimulácia nervus vagus\n\nhyperkalciémia\n\nrozšírenie antra v žalúdku (antrum žalúdka – časť žalúdka pred pylorom)\n\nniektoré zložky kávy, piva a vína\n\nprítomnosť čiastočne natrávených proteínov a AK\n**Žalúdočná šťava** je tvorená izotonickým roztokom HCl, s pH menším ako 1. Je tvorená v žalúdočných\n\nbunkách:\n\n karboanhydráza tvorí H 2 CO 3 z CO 2 a H 2 O\n uhličitanový anión je vymieňaný antiportom s chloridovým aniónom medzi plazmou\n vzniknutý protón je vymieňaný antiportom s draslíkom zo žalúdka pomocou protónovej pumpy (H [+] /K [+] ATP-áza)\n\n**Neuronálna kontrola**\n\n- nervus vagus\n\npostgangliové vlákno sympatiku, ktoré blokuje uvoľňovanie acetylcholínu\n\n- senzorické vlákna\n\n**Hormonálna kontrola**\n\nendokrinná = gastrín, cholecystokinín\n\nparakrinná = histamín\nLátky ovplyvňujúce sekréciu žalúdočnej šťavy:\n\n- histamín\n\ngastrín\n\nacetylcholín\n\nprostaglandíny E2 a I1\n\n- somatostatín\n\n**Etiológia vzniku peptického vredu**\n **hereditárne vplyvy** = krvná skupina 0, hyperpepsinogénia, zníženie skrécie antigénov\n **vplyvy vonkajšieho prostredia** = emócie, stres, pracovné napätie, pocit krivdy\n **elcerogénne látky** = NSAID, cytostatiká, glukokortikoidy, alkohol\n **Helicobacter pylori** = až v 80% prípadov; G negatívna; prežíva vďaka ureáze: premieňa močovinu\nvlastnou ureázou na NH 3 + H 2 O →NH 4 OH; poškodzuje protónovú pumpu, zvyšuje pH prostredia, má\npriamy toxický účinok na sliznicu; vredy sú buď Helicobacter pozitívne alebo negatívne (preto iná liečba)\n\n\n\n184\n\n\n**Patogenéza vzniku peptického vredu** = porucha rovnováhy medzi faktormi chrániacimi sliznicu pred\nautodigesciou a agresívnymi faktormi\n **prirodzené ochranné faktory** = žalúdočný hlien, regeneračná schopnosť bunkového epitelu, prekrvenie\nsliznice, alkalická sekrécia, cytoprotektívny vplyv endogénnych PG\n **agresívne faktory** = účinok žalúdočnej šťavy, žlčové kyseliny, helicobacter pylori, fajčenie, alkohol,\nkofeín (ehm, skôr by som povedal že kyselina chlorogénová a úplne najistejšie je povedať proste že pitie\nkávy), ulcerogénne liečivá (NSAID, kortikoidy, cytostatiká)\n\n\n**Terapia vredovej choroby** = cieľom je odstrániť subjektívne ťažkosti, vyhojiť defekt a zamedziť vzniku\nkomplikácií a recidív\n**A.** **režimové opatrenia** = duševný pokoj, pracovná neschopnosť, diéta, vylúčiť alkohol a fajčenie, obmedziť\nNSA, kortikoidy\n\n**B.** **medikamentózna liečba**\n\n liečivá pôsobiace na agresívneho patogenetického činiteľa - antisekrečné látky\n cytoprotektívne pôsobiace látky (cytoprotektíva)\n**a.** **Helicobacter pozitívne vredy** = kombinácia ATB, chemoterapeutiká a antiulceróza\n**b.** **Helicobacter negatívne vredy** = často spôsobené liečbou NSA – antiulceróza a cytoprotektíva\n\n\n**1.** **Antacidá** = „no acid, no ulcer“\n\n  slabé zásady, ktoré majú schopnosť neutralizovať žalúdkovú HCI\n\n  všeobecne platí, že sú účinné najmä pri liečbe duodenálneho vredu, avšak aj pri žalúdkovom vrede\n**znižujú bolesť vyvolanú hyperchlórhydriou**\n\n  sekundárne znižujú aktivitu pepsínu, lebo ten je účinný pri pH pod 4,0\n\n  niektoré majú aj cytoprotektívny účinok\n\n  samostatne sa používajú len na začiatku liečby u pacientov s bolesťami do nástupu látok znižujúcich\n\nsekréciu HCl\n\n  podávajú sa **perorálne**, pre ich účinok nie je rozhodujúca miera vstrebávania a biotransformácia, len\nniektoré sa dokážu vstrebávať a to súvisí s ich Nežiadúce účinky\n\n  - určené sú na **symptomatickú liečbu**\n\n  aplikujú sa **najčastejšie medzi jedlami** (1-2 hodinový odstup)\n\n  optimálne pH pri liečbe peptického vredu je 3,0-4,5 = tento ideálny stav je nemožné dosiahnuť počas\n24 hodín, preto musia byť podávané viackrát denne\n\n  neutralizačný účinok antacíd sa dá vyjadriť ako schopnosť neutralizovať 1 N HCI a dovieť pH\nžalúdka na 3,5 za 15 minút\n**Účinky antacíd** = neutralizácia žalúdočnej kyseliny, gastroprotektívny účinok, stimulácia syntézy PGs a\nendogénnych nitrátov, zvýšená tvorba EGF, väzba žlčových kyselín\n**Indikácie** = pálenie záhy, hladové bolesti, gastritída, dyspepsia, refluxná ezofagitída, prevencia\nstresových vredov, užívanie niektorých liekov (NSAID - inhibícia tvorby PG, glukokortikoidy- zvýšenie\nkortizolu)\n**Výhody** = nízka cena, málo NU, ľahká dostupnosť\n**a.** **Systémové (resorbovateľné)**\n\n    podávať 1-3 hodiny po jedle\n\n    nie sú vhodné pri liečbe vredov = vyvolávajú rozpínanie žalúdka (ktoré vedie ku grganiu), čo môže\nbyť bolestivé\n**Použitie** = obmedzené – slúžia ako doplnková liečba najmä u zdravých ľudí pri GIT problémoch\nnásledkom prejedania sa\n**Nežiadúce účinky** = ovplyvnenie acidobázy (metabolická alkalóza), krátkodobý účinok (spätná stimulácia sekrécie\nHCl, vysoký obsah sodíka (hypertenzia)\n **uhličitan vápenatý**\n **hydrogénuhličitan sodný (sóda bikarbóna)** = účinkuje rýchlo, zvyšuje pH na 7,4; uvoľnený CO 2\na HCO 3- v plazme pôsobí alkalizujúco – môže nastať metabolická alkalóza, ktorá paradoxne môže\nviesť k stimulácii sekrécie HCl\n\n\n\n185\n\n\n**b.** **Lokálne (adsorpčné)** = vo vode nerozpustné\n**Mechanizmus účinku:** reakcia s HCl, zvýšenie pH, väzba aj s pepsínom, schopnosťo adsorbovať H [+], niektoré vytvárajú\nv kyslom prostredí žalúdka gél, ktorý chráni sliznicu pred pôsobením HCl = vznik ochrannej vrstvy\n **horečnaté zlúčeniny** = **oxid horečnatý, hydroxid horečnatý, trisilkát horečnatý**\n\n      používajú sa vo forme práškov alebo suspenzií, ktoré sú nerozpustné a reakciou s HCl vzniká\nchlorid horečnatý, ktorý má nízku absorpciu v čreve (15-30%)\n\n      nástup účinku je rýchly, ale trvá krátko\n**Nežiadúce účinky:** po absorbovaní MgCl 2    - hnačka (horčík zvyšuje motilitu a viaže na seba vodu v črevách);\npacienti so zníženou funkciou obličiek (znížené vylučovanie horčíka) – hypermagnezinémia (smäd,\nhypotenzia, hyporeflexia, útlm)\n **hlinité zlúčeniny** = **hydroxid hlinitý**, **fosforečnan hlinitý**\n\n      používajú sa vo forme práškov\n\n      málo rozpustné vo vode a v žalúdku sa po reakci s HCl menia na chlorid hlinitý, ktorý sa\nčiastočne absorbuje a vylučuje sa močom\n\n      hlinité soli sa pomaly viažu na HCl – nástup účinku je pomalý, ale prolongovaný (tr´va niekoľko\nhodín)\n\n      pH zvyšujú na 4,0\n\n      vytvárajú na povrchu sliznice vrstvu gélu\n**Nežiadúce účinky:** zápcha (sú málo rozpustné v čreve, pri predávkovaní spôsobujú hypomotilitu čriev; vysoké\ndávky až črevná obštrukcia); hydroxid hlinitý v čreve viaže fosfáty do formy nerozpustných solí –\nvylučujú sa stolicou – deplécia fosforu (hypofosfatémia a následná mobilizácia vápnika z kostí osteomalácia); hyperaluminémia = u pacientov so zhoršenou renálnou funkciou môžu po\ndlhodobom užívaní vyvolať encefalopatiu a demenciu = toxický účinok\n**Liekové interakcie:** absorpcia liečiv – minimálne 2 hodinový časový odstup; hliník sa nesmie zapíjať citrusovými\ndžúsmi – citrusy zvyšujú hladinu hliníka (toxický účinok)\n**Kombináciou** vznikajú zmesi, ktoré dostávajú prednosť – predlžuje sa ich účinok, zlepšuje sa chuť,\nznižuje sa výskyt hnačky/zápchy\n**2.** **Antisekrečné látky** = potláčajú sekréciu HCl\n**Sekrécia žalúdočej šťavy**\n  - hormón **gastrín** spôsobí uvoľnenie histamínu →H 2\nreceptory →↑cAMP →aktivácia H [+] pumpy\n\n  chlór cez antiport ide z plazmy do parietálnej bunky\nvýmenou za hydrogénuhličitanový anión (ten vznikol z vody\na CO 2 cez karboanhydrázu na H 2 CO 3, H [+] ostáva v parietálnej\nbunke)\n  - H [+] cez protónovú pumpu ide do lumenu žalúdka výmenou\n\nza draslík\n\n  draslík a chlór sa do lumenu dostávajú symportom\n\n  stimulácia vágu tiež spôsobuje vylučovanie kyseliny,\nuvoľnený acetycholín cez M 1 receptory\n\n  PGE2 a PGI2 inhibujú kyselinu, stimulujú sekréciu\n\nbikarbonátu\n\n**a)** **Blokátory M** **1** **cholinergných receptorov** = úspešnosť liečby len 65-75%\n **pirenzepín**, **telenzepín**\n**Mechanizmus účinku** = selektívna blokáda M 1 receptorov v parietálnej bunke = ↓HCl – aj cytoprotektívny účinok\n**Nežiadúce účinky** = parasympatolytické účinky asi u 20% pacientov, t.j. suchosť v ústach, poruchy akomodácie,\nzvýšený apetít, obstipácia, tachykardia\n**b)** **Blokátory H** **2** **receptorov** = v súčasnosti lieky 2. voľby\n**Sekrécia žalúdočnej kyseliny**\n\n    žalúdok denne vytvorí 2,5 l žalúdočnej šťavy obsahujúcej HCl (150 mmol/l)\n\n    pH je okolo 1-2, koncentrácia H [+] je viac než miliónkrát vyššia než v plazme\n\n    žalúdočná sliznica je chránená vrstvou hlienu, do ktorej je sekretovaný aj hydrogénuhličitan sodný\n\n    HCl je sekretovaná parietálnymi bunkami, ktoré sú stimulované gastrínom, acetylcholínom i\n\nhistamínom\n\n\n\n186\n\n\n**H** **2** **antihistaminiká** = antagonisty aj inverzné agonisty H 2 receptora\n **famotidín, ranitidín, nizatidín, roxatidín, cimetidín**\n\n    znižujú sekréciu žalúdočnej kyseliny (navodenú histamínom, gastrínom, stimuláciou n. vagus)\n    - selektívna blokáda H 2 receptorov v parietálnej bunke\n**Indikácie:** peptický duodenálny vred, žalúdočný vred, gastroezofageálny reflux, Zollinger-Ellisonov\nsyndróm, hyperacidita\n\n**Farmakokinetika:**\n\n    dobre vstrebané po p.o. podaní\n\n    výrazný first pass efekt\n\n    vylučujú sa väčšinou vo forme metabolitov obličkami\n\n    málo prechádzajú HEB – málo ovplyvňujú CNS\n**Liekové interakcie:** cimetidín (ale nie ostatné) inhiboval P450 a metabolizmus BB, BKK, teofylínu, TCA ale aj napr.\nestrogénov – Nežiadúce účinky = gynekomastia u mužov, zníženie libida žien; novšie H 2 antihistaminiká (famotidín,\nranitidín) nemajú antiandrogénne účinky a ani neznižujú prolaktín\n**Nežiadúce účinky** : GIT - hnačky, zápcha; CNS - malátnosť, závraty, ospanlivosť, zmätenosť; gynekomastia,\ngalaktorea, poruchy erekcie (cimetidín), hypersenzitívne reakcie - kožné vyrážky, zvyšujú\nbiodostupnosť alkoholu (znižujú hladiny alkoholdehydrogenázy)\n**c)** **Inhibítory protónovej pumpy (K** **[+]** **/H** **[+]** **-ATPázy)**\n\n **omeprazol, esomeprazol, lanzoprazol, pantoprazol, rabeprazol**\n**Mechanizmus účinku** = selektívna blokáda protónovej pumpy v parietálnej bunke (vznik aktívneho metabolitu v kyslom\nprostredí a kovalentná väzba na SH skupinu cysteínu – ireverzibilná blokáda – k obnoveniu sekrécie\ndochádza až po novej syntéze enzýmu – cca 17h), inhibícia rastu Helicobacter pylori; pôsobia\nnezávisle od stimulu na sekréciu, bez ohľadu na druh sekrečného podnetu\n\n**Farmakokinetika:**\n\n    dobrá absorpcia po p.o. podaní\n\n    podávajú sa vo forme enterosolventných prípravkov, pretože sú nestabilné v kyslom prostredí\n\n    liečivo sa po resorpcii v TČ dostanie k parietálnej bunke, kde sa konvertuje na sulfénamidový\n\nderivát\n\n    silná väzba na plazmatické proteíny\n\n    metabolizované cez CYP450 a vylučujú sa renálne\n**Indikácie** = peptický vred, refluxná ezofagitída, Zollinger- Ellisonov syndróm (tumory pankreasu, ktoré\nprodukujú gastrín a ten stimuluje parietálne bunky žalúdka k sekrécii), eradikačná liečba Helicobacter\npylori, prevencia vzniku vredov indukovaných NSAID; podávať ráno pred jedlom, lebo sú aktivované\nkyslosťou žalúdka; môžu sa užívať v gravidite\n**Nežiadúce účinky** = menej ako 1% pacientov – CNS: závraty, GIT: bolesti brucha, nauzea, vracanie, zápcha\n**Liekové interakcie** = omeprazol je inhibítor CYP3A4 a CYP2C18 – znížený metabolizmus warfarínu, fenytoínu, ...\n**Kombinovaná liečba vredovej choroby v prítomnosť Helicobacter pylori** = najúčinnejšia je\nkombinácia **OAC** = **omeprazol** (20mgx2) + **amoxicilín** (1000mgx2) + **klaritromycín** (2x500mg) alebo\n**OMC** = **omeprazol** (20mgx2) + **metronidazol** (500mgx2) + **klaritromycín** (2x250mg) po dobu 1 týždňa;\nresp. azitromycín, tetracyklín, chinolóny\n**3.** **Cytoprotektíva**\n **sukralfát** = bázická hlinitá soľ sulfatovanej sacharózy; pri vredoch v dôsledku stresu\n**Mechanizmus účinku** = polymerizácia v kyslom prostredí, tvorba gélu, absorpcia žlčových kyselín, zvýšená tvorba PGs\na hlienu; nemá sa kombinovať s antacidami (je účinný iba v kyslom prostredí)\n **koloidné zlúčeniny bizmutu** = **zásaditý citrónan bizmutitý**\n**Mechanizmus účinku** = lokálne ochranný účinok, zvýšená tvorba PGE2, inhibícia rastu H. pylori\n**Nežiadúce účinky** = tmavé sfarbenie jazyka\n **prostaglandíny** = **misoprostol** (PGE1), **enprostil** (PGE2), **arbaprostil**, **rosaprostil**\n**Mechanizmus účinku** = útlm sekrécie žalúdočnej šťavy, zvýšená sekrécia HCO 3- a hlienu, zvýšenie prekrvenia sliznice\n**Indikácie** = prevencia proti poškodeniu sliznice pri užívaní NSAID a u fajčiarov\n**Nežiadúce účinky** = hnačka, abdominálna kŕče\n**Kontraindikácie** = gravidita (abortívny účinok)\n **vitamíny, antioxidačné látky**\n\n\n\n187\n\n\n"
}