{
    "title": "**19. Pohlavné hormóny, princípy antikoncepcie, gynekologiká – uterotoniká a tokolytiká**\n",
    "content": "**Farmakodynamické, farmakokinetické aspekty, terapeutické použitie, Nežiadúce účinky**\n**Mužské pohlavné hormóny**\n**Mužský reprodukčný systém** (Kiliánová)\n\nriadený hormónom semenníkov – testosterón\n\npod kontrolou hypotalamu (pulzné vylučovanie GnRH) a hypofýzy (FSH a LH)\n\nprincíp negatívnej spätnej väzby – ako HPA os\n\nnemá cyklický priebeh\n\ntestosterón – syntéza v intersticiálnych (Leydingových) bunkách v testes, pod kontrolou LH\n\nFSH – vplyv na semenotvorné kanáliky a Sertoliho bunky, ktoré stimulujú spermatogenézu\n**Mužské pohlavné hormóny**\n- hlavný prirodzený androgén = **testosterón**\n\nsyntetizovaný z cholesterolu najmä intersticiálnymi bunkami v semenníkoch, menej v kôre nadobličiek a\nvo vaječníkoch\n\nv nadobličkách je produkcia pod kontrolou ACTH\n\nhlavnými medziproduktami sú dehydroepiandrosterón a androsténdión, sú vylučované zo semenníkov a\nkonvertované na testosterón v pečeni\n\n**Rozdelenie**\n\n**1.** **Proandrogény** = **anrosténdión**, **dehydro-epi-androsterón** = prekurzory pre testosterón a DHT\n**2.** **Endogénne androgény** = **testosterón** (+ undekanoát, izobutytát), **dihydrotestosterón** (DHT)\n**Účinky androgénov**\n\n  exogénne androgény majú rovnaký účinok ako testosterón, účinok závisí na veku a pohlaví pacienta:\n\n  **u prepubertálnych chlapcov** = podávanie testosterónu vedie k predčasnému uzavretiu epifyzárnych\nštrbín dlhých kostí a nižšiemu vzrastu\n\n  **u chlapcov v puberte** = sa rýchlo vyvíjajú sekundárne pohlavné znaky (napr.rast ochlpenia, zhrubnutý\nhlas), maturácia pohlavných orgánov a nárast svalovej hmoty a sily. Zrýchľuje sa rast, neskôr sa\nrastová krivka zastavuje.\n\n  **u dospelých** = môže byť anabolický efekt sprevádzaný retenciou solí a vody.\n\n  koža hrubne, môže stmavnúť, aktivujú sa mazové žliazky, môže sa objaviť akné\n\n  androgény spôsobujú príjemný pocit, nárast telesnej sily, môžu zvýšiť libido\n\n  paradoxne, exogénny testosterón inhibuje spermatogenézu a môže znížiť plodnosť\n\n  podávanie nízkych dávok testosterónu ženám po ovariektómii zlepšujú sexuálnu dysfunkciu bez\nnežiaducich účinkov. Vysoké dávky by spôsobili maskulinizáciu\n\n  treba rozlišovať androgénny a anabolický účinok; oddeliť tieto účinky je možné čiastočne – preto\ndelenie na androgény a anaboliká je len podľa prevažujúcej aktivity\n**Účinky testosterónu** (Kiliánová)\n\n  Spermatogenéza – Leydingove bunky semenníkov\n\n  Druhotné pohlavné znaky (svalová hmota, ochlpenie)\n\n  Metabolizmus – anabolický efekt\n\n  Regulácia – FSH, LH (hypofýza)\n\n**Mechanizmus účinku**\n\n  testosterón účinkuje cez aktívny metabolit, dihydrotestosterón, konverziu zabezpečuje 5α-reduktáza,\nktorú inhibuje finasterid\n\n  testosterón reguluje produkciu LH/ICSH v adenohypofýze\n\n  testosterón a dihydrotestosterón menia génovú expresiu účinkom na nukleárne receptory\n(intracelulárne receptory)\n**Farmakokinetické aspekty**\n\n  testosterón je slabo absorbovaný po p.o. aplikácii, rýchlo sa metabolizuje v pečeni na androsténdión\nso slabou androgénnou aktivitou\n\n  predĺženie účinku sa dá docieliť podaním vo forme esteru s mastnou kyselinou\n\n  dá sa podávať transdermálne, subkutánne, aj ako implantát, estery intramuskulárne\n\n  v krvi sa viaže na špecifický, pohlavné hormóny viažuci proteín (SHBG) a nešpecifické proteíny (napr.\nalbumín); účinný je len neviazaný\n\n\n\n202\n\n\n  jeho koncentrácia sa so zvyšujúcim vekom znižuje, pretože vo vyššom veku je zvýšená produkcia\n\nSHBG\n\n  syntetické androgény sa metabolizujú pomalšie\n\n**Použitie**\n\n  hormonálna substitučná terapia pri mužskom hypogonadizme (v dôsledku ochorenia hypofýzy alebo\nsemenníkov)\n\n  pri andropauze, pri zníženom libide (nezlepšujú však plodnosť – práve naopak – veľa testosterónu –\ninhibícia FSH) a pocite zníženého fyzického a psychického zdravia\n\n  ženská hyposexualita po ovariektómii (nízke dávky)\n**Nežiaduce účinky**\n\n  znížené uvoľňovanie gonadotropínov, neplodnosť (azospermia, oligospermia – kvôli zníženému FSH)\n\n  retencia solí a tekutín, edémy\n\n  zriedkavo adenokarcinóm pečene\n\n  - narušenie rastu u detí\n\n  - akné\n\n  u žien: hirsuitizmus, hypertrofia klitorisu, zastavenie ovulácie, laktácie, zmena hĺbky hlasu\n\n**Liekové interakcie**\n\n  znižuje antikoagulačný účinok p.o. antikoagulancií\n\n  metabolické účinky androgénov môžu pacientom s DM znižovať hladinu glukózy v krvi\n**3.** **Anaboliká** = **syntetické androgény** = **nandrolón** (+ dekanoát, fenylpropionát), **danazol**, **stanazolón**\n\n  syntetické steroidné androgény\n\n  bola snaha oddeliť anabolické účinky od androgénnych – avšak každé zníženie androgénneho účinku\nznamená zníženie anabolického efektu (keďže účinok je sprostredkovaný cez rovnaký receptor)\n\n  použitie je obmedzené pre deti a ženy\n**Účinky**\n\n  zvyšujú proteosyntézu a rast svalovej hmoty (myotropná činnosť)\n\n  stimulujú rast kostrovej matrix – pri osteoporóze\n\n  navodzujú pozitívnu dusíkovú bilanciu, znižujú vylučovanie kalcia a fosforu\n\n  zvyšuje tvorbu ale aj renálnu elimináciu erytropoetínu – zvyšuje sa celkový objem erytrocytov\n\n**Indikácie:**\n\n  klinické využitie malé, niekedy sa používajú v terapii aplastickej anémie\n\n  stavy s negatívnou dusíkovou bilanciou (zamedzuje sa katabolizmus bielkovín)\n\n  sú skôr zneužívané látky (športový doping)\n**Nežiadúce účinky** = **ako u testosterónu**, tiež cholestatická žltačka, zvýšené riziko ischemickej choroby srdca\n**4.** **Antiandrogény**\n\n  blokujú účinky androgénov; liečivá androgén-depententných ochorení - karcinómu prostaty a BHP\n **estrogény a gestagény** majú antiandrogénnu aktivitu:\n\n    estrogény inhibíciou sekrécie gonadotrofínov\n\n    gestagény kompetíciou na androgénových receptoroch v cieľových orgánoch\n **cyproterón:**\n\n    derivát progesterónu, má slabú gestagénnu aktivitu\n\n    antagonista androgénových receptorov, súťaží s dihydrotestosterónomna receptoroch v tkanivách\nodpovedajúcich na androgény\n\n    znižuje syntézu gonadotrofínov účinkom na hypotalamus\n\n    používa sa pri rakovine prostaty, počas iniciácie liečby agonistom GnRH\n\n    tiež sa používa pri predčasnej puberte u chlapcov, a pri maskulinizácii a akné u žien\n\n **finasterid, dutasterid**\n\n    inhibujú 5α-reduktázu, ktorá konvertuje testosterón na dihydrotestosterón, ktorý má vyššiu\nafinitu k androgénovým receptorom v prostate\n\n    finasterid inhibuje izoformy II a III, dutasterid je účinnejší, lebo inhibuje aj izoformu I\n    - používajú sa pri benígnej hyperplázii prostaty (hoci blokátory α 1A receptorov – tamsulozín, sú\nvýhodnejšie)\n **flutamid, bikalutamid** = nesteroidové antiandrogény (t.j. nemajú vplyv na hladinu testosterónu –\nnevyvolávajú stratu libida) používané s GnRH agonistami pri liečbe rakoviny prostaty\n\n\n\n203\n\n\n**Ženské pohlavné hormóny a antikoncepcia**\n**Ženské pohlavné žľazy** = **vaječníky** = párové žľazy, tvoria estrogény a progesterón; tvorba – puberta\nPohlavné hormóny sú produkované pohlavnými žľazami ženy a muža a **kôrou nadobličiek** .\nDelia sa na estrogény, gestagény a androgény. Ich produkcia je regulovaná hypotalamickými hormónmi\n(GnRH) a následne adenohypofyzárnymi hormónmi (FSH, LH).\n**U dievčat v puberte** nastáva zvýšená sekrécia hypotalamických a adenohypofyzárnych hormónov, čo\nstimuluje tvorbu estrogénov vo **vaječníkoch** . Vedie to k maturácii reprodukčných orgánov a vývoju\nsekundárnych pohlavných znakov, ako aj zrýchlenému rastu nasledovaného uzavretím epifyzárnych štrbín\ndlhých kostí. Pohlavné steroidné hormóny, estrogény a progesterón, sa zúčastňuje na regulácii\nmenštruačného cyklu a tehotenstve.\n**Účinky estrogénov (estrón estradiol, estriol):**\n\nrast maternice a endometria (menštruačný cyklus)\n\ndruhotné pohlavné znaky (prsná žľaza, ochlpenie)\n\nmetabolizmus – zrýchlenie\n\ninhibuje resorpciu kostí\n\nregulácia – FSH (hypofýza)\n**Účinky progesterónu:**\n\npríprava endometria na uhniezdenie oplodneného vajíčka – proliferácia a sekrečná fáza endometria\n\nuhniezdenie vajíčka\n\nvývin prsnej žľazy (spolu s prolaktínom)\n\nregulácia – LH (hypofýza)\n\n\n**Neurohormonálna kontrola ženského reprodukčného systému** (Dóka)\n\nPočas 3–6 dní menštruácie sa odstráni povrchová vrstva\n\nendometria.\n\nEndometrium regeneruje počas folikulárnej fázy\n\nGonadotrofín-uvoľňujúci hormón (GnRH), uvoľnovaný v pulzoch\nz hypotalamu stimuluje adenohypofýzu k vylučovaniu\ngonadotrofínov FSH a LH\n\nIch pôsobením na na vaječníky sa zväčšuje malá skupinka\nfolikulov s vajíčkami\n\nJeden folikul sa vyvíja rýchlejšie, vytvorí Graafov folikul\nsekretujúci estrogény, zvyšok degeneruje.\n\nEstrogényzodpovedajú za proliferatívnu fázu regenerácie\nendometria (deň 5-6 až do stredu cyklu). Endometrium hrubne,\nvaskularizuje sa, na vrchole sekrécie estrogénu produkuje\ncervikálny hlien s pH 8-9 bohatý na proteíny a cukry, čo uľahčuje\nprienik spermií.\n\nNáhly nárast estrogénov v strede cyklu senzitizuje LHprodukujúce bunky k sekrécii GnRH a vedie k náhlemu nárastu\nLH. To vedie k prasknutiu Graafovho folikulu a ovulácii.\n\nAk sa oplodní, vajíčko zostupuje vajcovodmi do maternice, a\nzačne sa deliť.\n\nPod vplyvom LH bunky prasknutého folikulu proliferujú, vzniká\nžlté teliesko produkujúce progesterón.Progesterón účinkuje na\nestrogénom pripravené endometrium, stimuluje sekrečnú fázu\ncyklu, ktorá robí endometrium vhodným prostredím pre\nimplantáciu oplodneného vajíčka.Počas tejto fázy sa je\ncervikálneho hlienu menej, je viskóznejším, menej alkalickým, a\nnie je už vhodným prostredím pre život spermií. Progesterón\nnegatívnou spätnou väzbou v hypotalame a hypofýze utlmuje\nsekréciu LH.Tiež spôsobuje zvýšenie telesnej teploty asi o 0.5°C\nod ovulácie do konca cyklu.\n\n\n\n204\n\n\nAk sa oplodnené vajíčko neuhniezdi, tvorba progesterónu sa\nzastaví, nastane menštruácia. Ak sa vajíčko uhniezdi, žlté\nteliesko ďalej produkuje progesterón, ktorý účinkom na\nhypotalamus a adenohypofýzu zabráni ďalšej ovulácii.\n\nChóriový klk (zárodok placenty) sekretuje ľudský chóriový\ngonadotropín (HCG), ktorý udržiava sliznicu maternice počas\ntehotenstva. HCG má tiež (z fyziologicky nejasných príčin)\nfarmakologický účinok stimulujúci ovuláciu pri liečbe\nneplodnosti.\n\nPri pokračovaní tehotenstva placenta sekretuje gonadotrofíny,\nprogesterón a estrogény. Progesterón sekretovaný počas\ntehotenstva kontroluje vývoj sekrečných alveolov mliečnej\nžľazy, kým estrogén stimuluje mliekovody. Po pôrode estrogén,\nspolu s prolaktínom, zodpovedá za stimuláciu a udržanie\nlaktácie, kým suprafyziologické dávky estrogénu potláčajú\n\nlaktáciu.\n**Ženský reprodukčný systém** (Kiliánová)\n\nriadený hormónmi vaječníkov - estrogény a progesterón\n\npod kontrolou hypotalamu (GnRH) a hypofýzy (FSH a LH)\n\nprincíp negatívnej spätnej väzby – ako HPA os\n\nprebieha cyklicky = menštruačný cyklus\n\n\n\n**Biosyntetická dráha steroidných pohlavných**\n**hormónov, miesta účinku liečiv**\n\n\n\n**Regulácia uvoľnenia gonadotrofínov (FSH a**\n**LH) z adenohypofýzy, miesta účinku liečiv**\n\n\n\n**Estrogény**\n**Syntéza:**\n\nz cholesterolu: vo vaječníkoch, placente, v malom množstve v testes a kôre nadobličiek\n\npriamym prekurzorom estrogénov sú androgény: androstenéndión alebo testosterón.\n\ntrihlavné endogénne estrogény: estradiol, estróna estriol. Hlavný a najúčinnejší je estradiol sekretovaný\nz vaječníkov.\n\nhladina estradiolu kolíše od 0.2nmol/lna začiatku, do ~2.2nmol/l v strede cyklu.\n**Účinky:**\n\nestrogény účinkujú v súhre s progesterónom a indukujú syntézu progesterónových receptorov v\nmaternici, vagíne, adenohypofýze a hypotalame.\n\nprogesterón znižuje expresiu estrogénových receptorov v reprodukčnom systéme\n\núčinok estrogénov ovplyvňuje aj prolaktín zvýšením množstva estrogénových receptorov v mliečnych\nžľazách, ale nemá účinok na estrogénové receptory v maternici.\n\nzávisia od stupňa pohlavnej zrelosti:\n\n  dospelé ženy s amenoreou – indukuje umelý menštruačný cyklus\n\n  pohlavne zrelé ženy – spoločne s progesterónom pôsobí kontraceptívne\n\n  po menopauze – pôsobia protektívne voči osteoporóze\n\n\n\n205\n\n\n**Účinky exogénnych estrogénov závisia na stupni pohlavného vývoja v čase podania esterogénu:**\n\npri 1° hypogonadizme estrogén stimuluje rozvoj sekundárnych pohlavných znakov a zrýchľuje rast.\n\nu dospelých s primárnou amenoreou: estrogény, podávané cyklicky s gestagénmi indukujú umelý cyklus\n\nu pohlavne dospelých žien: estrogén (s gestagénom) pôsobí kontraceptívne\n\nv menopauze alebo po nej: estrog, subst. liečba ↓menopauzálne symptómy a stratu kostnej hmoty\n\nEstrogény majú tiež mineralokortikoidné a mierne anabolické účinky.\n\n↑HDL, čo môže sčasti vysvetliť nízke riziko aterosklerózy u žien pred menopauzou v porovnaní s mužmi.\n\nEstrogény však zvyšujú zrážanlivosť krvi, zvyšujú riziko tromboembolizmu.\n\n**Mechanizmus účinku:**\n\nviažu sa na nukleárne receptory ako iné steroidné hormóny\n\naspoň dva typy estrogénových receptorov ERα a ERβ. Receptory sú intracelulárne.\n\nkomplex estrogén-receptor sa translokuje do jadra, má genomické účinky, s určitou latenciou (zmena\ngénovej expresie)\n\nniektoré (rýchlejšie) účinky estrogénov sú sprostredkované membránovými receptormi spojenými s\nG-proteínmi\n**Jednotlivé látky:**\n- **endogénne** = **estradiol**, **estrón**, **estriol**\n- **syntetické** = **etinylestradiol**, **dietylstilbestrol**, **mestranol** ; **tibolón**\n**Farmakokinetické aspekty:**\n\ndobrá absorpcia z GIT, cez sliznice a kožu, prírodné estrogény sa metabolizujú v pečeni (výrazný first\npass efekt), podliehajú enterohepatálnemu obehu, vylučujú sa močom ako glukuronidy a sulfáty\n\nv krvi sa viažu na pohlavné hormóny viažuci proteín (je to β-globulín)\n\nmnohé estrogény sa dobre vstrebávajú aj po dermálnom, či intravaginálnom podaní (napr. estriol); dajú\nsa implantovať podkožne (estradiol)\n\n**Použitie:**\n\nsubstitučná terapia\n\nprimárny hypogonadizmus (napr. Turnerov syndróm)\n\nmenopauza (návaly, suchosť pošvy, zachovanie kostnej hmoty), tibolón(má aj estrogénne, gestagénne i\nslabú androgénnu aktivitu, môže sa podávať kontinuálne bez gestagénu)\n\nantikoncepcia\n\npaliatívna terapia androgén-dependentnej rakoviny prostaty (dietylstibestrola etinylestradiol)\n**Nežiaduce účinky:**\n\nnapätie prsníkov, nauzea, vracanie, anorexia, retencia vody a solí, edémy, tromboembolizmus\n\nsamotný estrogén bez cyklického podania s gestagénom vyvoláva endometriálnu hyperpláziu\n\nv tehotenstve podávanie estrogénov môže viesť k abnormalitám u potomkov – rakovina krčka\nmaternice u dcér matiek, ktorým bol podávaný dietylstilbestrol\n\npri použití pri hormonálnej sunstitučnej terapii pri menopauze, krvácanie podobné menštruácii, zvýšené\nriziko rakoviny prsníkov, endometria (ak sa súčasne neužíva gestagén), riziko venózneho\ntromboembolizmu (asi dvojnásobné pri 5 ročnom užívaní)\n\n**Liekové interakcie**\n\ninduktory CYP (fenytoín, barbituráty, rifampicín) môžu znižovať účinok estrogénov\n\ninhibítory CYP (grapfruitová šťava) môže zvýšiť účinok estrogénov\n\nestrogény potenciujú účinok glukokortikoidov\n\nestrogény znižujú účinok antikoaguklancií\n\n\n**Antiestrogény** = nesteroidovej povahy; sú agonisty receptorov typu B, a antagonisty receptorov typu A\n(existujú 2 typy estrogénových receptorov: typ A = prsné tkanivo a typ B = kosti a srdce)\n**Indikácie** : terapia anovulačnej neplodnosti, karcinómu mliečnej žľazy, terapia a profylaxia osteoporózy\n **tamoxifen** = má antiestrogénne účinky na prsníky, ale estrogénne účinky na lipidový profil,\nendometrium a kosti; má mierne estrogénne nežiaduce účinky (parciálny agonizmus); používa sa najmä\nna prevenciu a liečbu estrogén senzitívnej rakoviny prsníka\n **klomifén** = bráni väzbe estrogénov v adenohypofýze, čím odstraňuje negatívnu spätnú väzbu na\nsekréciu gonadotrofínov, zvyšuje sekréciu estrogénov a stimuluje ovuláciu, používa sa na liečbu\nneplodnosti spôsobenú anovuláciou\n\n\n\n206\n\n\n **toremifen** (SERM) = pri metastatickej rakovine prsníka s pozitivitou estrogénových receptorov\n **danazol** = účinkuje supresiou hypofyzárno-ovariálnej osi; inhibuje aktivitu normálneho aj ektopického\nendometriálneho tkaniva a spôsobuje atrofiu (používa sa na redukciu endometriálnych ložísk)\n **fulvestrant** (selective estrogen receptor degrader, SERD) = antagonizuje a destabilizuje estrogénové\nreceptory, tie podliehajú degradácii; pri pokročilej rakovine prsníka pozitívnej na ER.\n**Modulátory estrogénových receptorov** = nesteroidovej povahy (zmiešané agonisty-antagonisty)\n **raloxifen** (selective estrogen receptor modulator, SERM) = má antiestrogénne účinky na prsníky a\nmaternicu, ale estrogénne účinky na kosti, lipidový metabolizmus a hemokoaguláciu; používa sa pri\npostmenopauzálnej osteoporóze; znižuje riziko rakoviny prsníka\n **bazedoxifen**, **ospemifén** = pri osteoporóze po menopauze\n\n\n**Gestagény**\n\nprirodzený gestagén – **progesterón** – sekretovaný z corpus luteum v druhej časti cyklu a z placenty\npočas tehotenstva; malé množstvá sú produkované z testes a kôry nadobličiek.\n\novplyvňuje hlien mucín, ktorý sa stáva nevýhodný pre spermie a bráni implantácii vajíčka pôsobením na\nendometrium, motilitu a sekréciu vaječníkov\n\ngestagény účinkujú, podobne ako iné steroidné hormóny, na nukleárne receptory; množstvo\nprogesterónových receptorov je kontrolované estrogénmi\n**Jednotlivé látky**\n**1.** **deriváty progesterónu** (1.generácia) = **hydroxyprogesterón**, **medroxyprogesterón** a **dydrogesterón** progesterón nie je účinný po perorálnom podaní (presystémový pečeňový metabolizmus); ostatné\nderiváty sa dajú podávať perorálne, intramuskulárne alebo intravaginálne\n**2.** **deriváty testosterónu** (2.generácia) = **noretisterón**, **levonorgestrel**, **etynodiol** - aplikácia p.o., čiastočná\nandrogénna aktivita, metabolizované na estrogény\n**3.** **nové progesteróny** (3.generácia)= **desogestrel**, **dienogest** a **gestodén** – používané ako kontraceptíva,\nmenej Nežiadúce účinky ako akné, depresie, avšak zvýšené riziko tromboembólie\n**Účinky**\n\núčinky gestagénov sú podobné ako u samotného progesterónu\n\npoužívajú sa ako kontraceptíva; pri endometrióze (napr. dienogest)\n\nsubstitučná terapia (v kombinácii s estrogénmi), karcinóm endometria\n **levonorgestrel** = aj ako núdzová antikoncepcia do 72h po nechránenom styku alebo zlyhaní\nkontraceptívnej metódy; bráni ovulácii, nie je účinný ak už zažal proces implantácie\n **dydrogesterón** = aj liečba hroziaceho potratu, liečba nepravidelného menštruačného cyklu,\ndysmenorey, dysfunkčného krvácania\n **noretisterón** = aj načasovanie (posunutie menštruácie)\n**Farmakokinetické aspekty** = injekčne podaný progesterón sa viaže na albumín, nie na pohlavné steroidy\nviažuci proteín. Môže byť skladovaný v tukovom tkanive, metabolizovaný v pečeni na pregnanolón\npregnándiol, ktoré sa konjugujú s glukurónovou kyselinou a vylučujú močom a žlčou.\n**Nežiaduce účinky** = mierne androgénne účinky, akné, retencia tekutín, priberanie, depresia, zmeny libida,\ntenzia prsníkov, premenštruálne symptómy, nepravidelný cyklus. Zvýšené riziko tromboembolizmu.\n\n\n**Antigestagény**\n **mifepristón (RU 486)**\n\n  antagonista/parciálny agonista progesterónových receptorov\n\n  spôsobuje tiež zvýšenú citlivosť maternice na prostaglandíny\n\n  samotný alebo v kombinácii s misoprostolom navodzuje potrat\n **ulipristalacetát**\n\n  perorálne účinný selektívny modulátor progesterónových receptorov\n\n  liečba myómov maternice\n\n  núdzová antikoncepcia, do 120h od nechráneného styku alebo zlyhaní antikoncepcie\n**Mechanizmus účinku** = inhibícia alebo oneskorenie ovulácie potlačením prudkej zmeny luteinizačného hormónu (LH); aj\nkeď sa užije tesne predtým, ako má nastať ovulácia (keď už LH začal rásť), ulipristalacetát môže oddialiť\nprasknutie folikulu o aspoň 5 dní\n\n\n\n207\n\n\n**Kontraceptíva**\n**1.** **Kombinované preparáty** (ako tablety, transdermálne náplasti, vnútromaternicové telieska, vag. krúžky)\n- najčastejšia kombinácia: **etinylestradiol** (=estrogén) + niektorý gestagén: **noretisterón**, **levonorgestrel**\n(2. generácia) alebo **desogestrel** alebo **gestodén** (3. generácia)\n\n1. generácia gestagénov - účinnejšie, slabšie androgénne účinky a spôsobujú menšie zmeny v\nmetabolizme lipoproteínov, ALE zrejme ↑riziko tromboembolimu, než 2. generácia\n\nzvyčajne 20–50 μg etinylestradiolu\n\nvyberá sa preparát s najnižším obsahom estrogénu a gestagénu\n\nužívanie 21 dní nasledované 7 dňami bez tabletky, čo spôsobí krvácanie z vysadenia\n\nnormálny menštruačný cyklus sa zvyčajne vráti čoskoro po vysadení.\n\n**Mechanizmus účinku:**\n\nestrogény inhibujú sekréciu FSH negatívnou spätnou väzbou na adenohypofýzu, čím sa potláča vývoj\nfolikulov vo vaječníkoch.\n\ngestagén inhibuje sekréciu LH a zabraňuje ovulácii, tiež robí cervikálny hlien menej vhodným pre prienik\nspermií.\n\nestrogén a gestagén spolu menia vlastnosti endometria tak, že implantácia oplodneného vajíčka je\nmenej pravdepodobná\n**Prospešné účinky** = zmiernenie menštruačných príznakov a krvácania, znížené straty železa a nižší výskyt\nanémie, benígnych ochorení prsníkov, cýst na vaječníkoch, myómov\n**Relatívne časté nežiaduce účinky sú:**\n\npriberanie, kvôli retencii tekutín, anabolickému účinku alebo obom\n\nmierna nauzea, návaly tepla, závraty, depresia, podráždenosť\n\nkožné zmeny (napr. aknéa/alebo zmeny pigmentácie)\n\namenorea rôzneho trvania po vysadení; riziko tromboembolizmu\n**Treba zvážiť:**\n\nriziko venózneho tromboembolizmu, infarktu myokardu, mozgových cievnych príhod\n\nfajčenie výrazne zvyšuje riziko, obzvlášť vo veku nad 35 rokov pri dlhodobom podávaní kontraceptív\n\n**Kontraindikácie**\n\nvenózna alebo arteriálna trombóza, cerebrovaskulárna príhoda (aj v anamnéze)\n\nzvýšené riziko arteriálnej trombózy (diabetes, hypertenzia, dyslipoproteínémia)\n\nvrodená alebo získaná predispozícia pre trombózu (deficit antitrombínu III, proteínu C, S,\nhyperhomocysteínémia, antifosfolipidové protilátky)\n\npankreatitída (aj v anamnéze); ochorenie a nádory pečene\n\nmalignity závislé na pohlavných hormónoch alebo podozrenie na ne\n\nvaginálne krvácanie s nejasnou príčinou; gravidita a podozrenie na ňu\n\n**Interakcie**\n\ninduktory mikrozomálnych enzýmov znižujú hladinu kontraceptív, môžu viesť k zlyhaniu antikoncepcie\n\ninterferencia s enterohepatálnym obehom (antibiotiká, penicilínym tetracyklíny) – možné zlyhanie\n\nsilné inhibítory CYP450 teoreticky môžu zvýšiť riziko nežiaducich účinkov vrátane tromboembolizmu\n**2.** **samotné gestagény** = napr. **noretisterón**, **levonorgestrel**, **etonorgestrel** (aj ako implantát),\n**dezonorgestrel**\n\n**Mechanizmus účinku:**\n\nprimárne v ovplyvnení cervikálneho hlienu; pod vplyvom exogénnych gestagénov je nehostinným\nprostredím pre spermie\n\ngestagény tiež zrejme bránia uhniezdeniu vajíčka účinkom na endometrium a na motilitu a sekréciu\nvajcovodov\n\nsamotné gestagény poskytujú alternatívu u žien, u ktorých je kontraindikovaný estrogén, sú vhodné pre\nženy s nárastom krvneho tlaku po estrogénoch\n\nich antikoncepčný účinok je však menej spoľahlivý, než u kombinovanej antikoncepcie, a vynechanie\ndávky môže umožniť počatie\n**Nežiaduce účinky** = sú bežné poruchy menštruácie (nepravidelné krvácanie), akné, napätie v prsníkoch,\nzvýšenie telesnej hmotnosti, cysty na vaječníkoch\n\n\n\n208\n\n\n**Urgentné (postkoitálne) kontraceptíva** = **nenahrádzajú pravidelné kontraceptívne metódy!**\n **levonorgestrel** = per os, čím skôr, pokiaľ možno do 72h od nechráneného styku (čakanie znižuje\núspešnosť), ak pacientka vracia v priebehu troch hodín od užitia, má sa užiť ďalšia tableta\n**Mechanizmus účinku** = bráni ovulácii (a tým) oplodneniu ak sa pohlavný styk uskutnočnil v predovulačnej fáze, nie je\núčinný ak už začal proces implantácie\n**Liekové interakcie** = induktory CYP450 zrýchľujú metabolizmus levonorgestrelu\n**Nežiadúce účinky** = bolesť hlavy, nauzea, vracanie, bolesť v podbrušku, meškanie menštruácie viac, než 7 dní (treba\nvylúčiť graviditu)\n **ulipristalacetát** = perorálne účinný selektívny modulátor progesterónových receptorov, núdzová\nantikoncepcia, do 120h od nechráneného styku alebo zlyhaní antikoncepcie\n**Mechanizmus účinku** = inhibícia alebo oneskorenie ovulácie potlačením prudkej zmeny luteinizačného hormónu (LH). Aj\nkeď sa užije tesne predtým, ako má nastať ovulácia (keď už LH začal rásť), ulipristalacetát môže oddialiť\nprasknutie folikulu o aspoň 5 dní\n**Liekové interakcie** = induktory CYP450 zrýchľujú metabolizmus ulipristalacetátu, môže zlyhať\n**Nežiadúce účinky** = poruchy nálady, ospalosť, bolesť hlavy, vracanie, dysmenorea, hypomenorea\n **mifepristón** (RU 486):\n\n  antagonista/parciálny agonista progesterónových receptorov\n\n  spôsobuje tiež zvýšenú citlivosť maternice na prostaglandíny\n\n  samotný alebo v kombinácii s **misoprostolom** navodzuje potrat\n\n  u nás nie je registrovaný\n\n\n**Kontraceptíva na lokálne použitie**\n\n**1.** **Vnútromaternicové telieska**\n\n  dlhodobá antikoncepcia; po odstránení návrat plodnosti\n\n  inertné, bez bioaktívnych substancií – nehrdzavejúca oceľ, plast, založené na odpovedi organizmu na\nzavedenie cudzieho telesa, prostredie maternice je nehostinné voči spermiám a neschopné prijať\noplodnené vajíčko\n **s meďou** = narušujú motilitu spermií a poškodzujú ich, neschopnosť oplodniť vajíčko; **Nežiadúce účinky** = silnejšie\nmenštruačné bolesti, kŕče\n\n **s levonorgestrelom** = účinné niekoľko rokov (niektoré – 5 rokov)\n**Použitie** = antikoncepcia, idiopatická menorágia, ochrana endometria pred hyperpláziou počas\nsubstitučnej liečby estrogénmi\n**2.** **Intravaginálne kontraceptíva**\n **benzalkóniumchlorid** ako vaginálne kapsuly, vag.krém, vaginálne tablety\n **vaginálne krúžky** s **etonorgestrelom** a **etinylestradiolom**, uvoľňujú látky počas 3 týždňov\n\n\n\n209\n\n\n**Uterotoniká a tokolytiká**\n\n**Tonus a kontrakcie maternice**\n\nMaternica spontánne kontrahuje, impulzy pre kontrakciu vznikajú v samotnom hladkom svale, najmä v\noblasti fundu myometrium funguje ako pacemaker, aktivitu regulujú pohlavné hormóny. Maternica mimo\ntehotenstva spontánne, ale slabo kontrahuje počas prvej časti cyklu, silnejšie počas luteálnej fázy a\nmenštruácie. V skorých štádiách tehotenstva estrogény a progesterón znižujú kontraktilitu maternice\nhyperpolarizáciou hladkosvalových buniek. Ku koncu tehotenstva sa kontrakcie znova objavujú, zosilňujú sa\na pred pôrodom sú intenzívne a koordinované. Stimulácia alfa adrenergických receptorov vedie ku\nkontrakcii, kým stimulácia beta2 adrenergických receptorov vedie k relaxáxii maternice. Maternica počas\nskorších fáz tehotenstva nereaguje na oxytocín. Keď sa blíži pôrod, estrogény zvyšujú expresiu\noxytocínových receptorov. Vylučovanie oxytocínu z neurohypofýzy je stimulované dilatáciou krčka\nmaternicea pri kojení.\n**Liečivá ovplyvňujúce tonus maternice**\n**A.** **Uterotoniká** = zosilňujú tonus hladkého svalstva maternice\n\n**Použitie**\n\n  indukcia a urýchlenie pôrodu (alebo potratu)\n\n  zosilnenie kontrakcií pri pôrode\n\n  zníženie popôrodného krvácania\n**Fázy pôrodu**\n1. fáza = nástup silných kontrakcií maternice (intervaly < 15 minút), otvorenie krčku maternice\n2. fáza = vypudenie plodu\n3. fáza = vypudenie placenty, kontrakcia maternice, kompresia ciev - zastavenie krvácania\n**Hlavné kontraindikácie použitia uterotoník**\n\n  anatomické prekážky v pôrodných cestách\n\n  nepomer medzi hlavičkou a otvorom vpanve (kefalopelvický nepomer)\n\n  tehotenstvo, I. a II. fáza pôrodu (k.i. námeľové alkaloidy)\n\n  predošlá operácia na maternici\n**1.** **Hormóny neurohypofýzy** = **oxytocín** = peptidový hormón zadného laloku hypofýzy\n\n    mimo tehotenstva a počas prvých dvoch trimestrov maternica nie je citlivá na oxytocín\n\n    tesne pred pôrodom výrazné zvýšenie citlivosti maternice voči oxytocínu (zvýšenie počtu\nreceptorov estrogénmi)\n\n    oxytocín vyvoláva rytmické kontrakcie maternice\n\n**Farmakokinetika:**\n\n    v GIT sa rýchlo rozkladá – preto sa používa parenterálne\n\n    krátky biologický polčas – v krvi sa rozkladá oxytocinázou\n**Indikácie** : možno ho použiť (v pomalej intravenóznej infúzii) k:\n\n    vyvolaniu pôrodu a zosilneniu kontrakcií (1. a 2. fáza)\n\n    zastaveniu krvácania (3. fáza)\n\n    zvýšeniu vylučovania mlieka (intranazálne podanie) = galaktokinetikum\n**Kontraindikácie:** mechanická prekážka pre pôrod, tieseň plodu, hypertonické kontrakcie maternice,\nnemožnosť/kontraindikácia vaginálneho pôrodu – napr. cefalopelvická disproporcia; jazva na\nmaternici po predošlej operácii, cisárskom reze\n**Nežiadúce účinky:** nevoľnosť, bolesť hlavy; pri vysokých dávkach hypotenzia, reflexná tachykardia; retencia vody a\nhyponatriémia (vazopresínu podobný účinok)\n**Liekové interakcie:** prostaglandíny a ich analógy (potenciácia účinku na maternicu), lieky predlžujúce QT interval,\nzvýšenie účinku vazokonstrikčných látok, inhalačné anestetiká znižujú účinok oxytocínu a môžu\nspôsobiť poruchy srdcového rytmu\n**2.** **Námeľové alkaloidy** = **ergometrín**, **metylergometrín**\n\n    majú veľmi silné uterotonické pôsobenie, Mechanizmus účinku nie je presne objasnený, alfa1, 5-HT receptory\n\n    môžu spôsobiť kontraktúru maternice, zastaviť prívod krvi a kyslíka k plodu – abortívny účinok!\n\n    preto ich možno použiť len v 3. fáze pôrodu – na zastavenie krvácania\n\n    dajú sa podať p.o., i.m. alebo i.v., účinok trvá 3-6 h\n    - môžu spôsobiť vracanie (D 2 receptor v chemorecepčnej zóne)\n\n    vazokonstrikčný účinok – možnosť zvýšenia tlaku, ischémie myokardu\n\n\n\n210\n\n\n**3.** **Prostaglandíny** = **dinoprostón** (PGE2), **karboprost** (15-methyl-PGF2α), **misoprostol** (analóg PGE1)\n\n    myometrium produkuje prostaglandíny\n    - **PGF2α** sa zúčastňuje na ischemickej nekróze myometriapri menštruácii\n\n    prostaglandíny majú úlohu pri dysmenorey a menorágii (pomáhajú COX inhibítory)\n    - **PGF2α** a **PGE2** spôsobujú kontrakciu maternice, relaxujú krčok maternice\n    - **dinoprostón** sa podáva intravaginálne alebo p.o., **misoprostol** intravaginálne, **karboprost** i.m.\nalebo intraamnioticky\n**Indikácie: karboprost** a **misoprostol** sa používajú sa najmä na indukciu potratu (abortíva), pri\npopôrodnom krvácaní, **dinoprostón** aj na vyvolanie pôrodu\n**B.** **Tokolytiká** = znižujú tonus hladkého svalstva maternice\n\n**Použitie**\n\n  na potlačenie kontrakcií a oddialenie predčasného pôrodu (gestačný vek 24-33 týždňov), môže sa\ntým zlepšiť stav novorodenca\n\n  celková dĺžka liečby nesme presiahnuť 48 h\n\n  na zastavenie pôrodných kontrakcií pred cisárskym rezom\n**1.** **Tokolytiká 1. línie**\n **β** **2** **agonisty** = **fenoterol, ritodrín, terbutalín** = i.v. infúzia alebo p.o.\n**Mechanizmus účinku:** väzba na β 2 adrenergné receptory a relaxácia hladkého svalstva uteru\n**I:** k oddialeniu predčasého pôrodu (medzi 22. – 33. týždňim gravidity)\n**Kontraindikácie:** krvácanie, poruchy rytmu, DM, tyreóza\n**Nežiadúce účinky:** riziko pľúcneho edému u matky, riziko srdcových arytmií a ischémie myokardu, tachykardia u\nplodu, u nás v tejto indikácii nie sú registrované\n **Antagonisty oxytocínu** = **atozibán**\n**Použitie:** ako infúzia počas 48h\n**Nežiadúce účinky** = bolesť hlavy, návaly tepla, vracanie, hypotenzia, tachykardia, hyperglykémia\n**2.** **Tokolytiká 2. línie**\n **blokátory vápnikových kanálov** = **nifedipín (p.o.)**\n**Nežiadúce účinky** : bolesť hlavy, návaly tepla, závraty, hypotenzia, tachykardia; inhibuje aj vápnikové kanálvy\nv cievach – vazodilatácia – hypoperfúzia placenty – hypoxia plodu!\n **kompetitícny inhibítor vápnikových kanpalov - magnézium sulfát (i.v.)**\n**Použitie:** ako tokolytikum pri hroziacom predčasnom pôrode (ako infúzia)\n**Nežiadúce účinky** = návaly tepla, potenie, nauzea, hypotenzia, bradykardia, respiračná depresia,\n\nneuromuskulárna blokáda\n **NSAID - COX inhibítory** = napr. **indometacín** = môžu oddialiť pôrod (znižujú intracelulárny Ca [2+] ),\nale používajú sa málokedy (možnosť predčasného uzavretia ductus arteriosus u novorodenca;\nnekrotizujúca enterokolitída u novorodenca)\n\n\n\n211\n\n\n"
}