{
    "title": "**24. Antitusiká, expektoranciá**\n",
    "content": "**Farmakodynamické, farmakokinetické aspekty, terapeutické použitie, Nežiadúce účinky**\n**Hlavné funkcie dýchacieho systému**\n- výmena plynov = O 2 zo vzduchu za CO 2 z krvi\n\numožňuje reč (hlasivky v spolupráci s dýchacími svalmi a jazykom)\n\nkašeľ a kýchanie\n\n**alveoly** – miesto výmeny dýchacích plynov\n**Regulácia dýchania**\n**Dychové centrum v predĺženej mieche**\n\nposiela rytmické impulzy k priečne pruhovaným dýchacím svalom\n\nstimulom je zvýšené množstvo CO2 alebo pokles hladiny O2 v krvi\n\ndýchanie prebieha aj bez nášho vedomia, je ho však možné čiastočne vedome regulovať\n**Dráhy v regulácii dýchania:**\nChemoreceptory v aorte a karotídach / chemoreceptory v predĺženej mieche / receptory napätia v svaloch\n/ mozgová kôra (vedomá kontrola) →dýchacie centrum v predĺženej mieche:\n(z centra nadol): **nervus phrenicus** →bránica a **nervi intercostales** →medzirebrové svaly\n(zdola do centra dýchania – ako spätná odpoveď): receptory napätia → **nervus vagus** →dýchacie centrum\nv predĺženej mieche\n**Regulácia činnosti svalstva, prekrvenia a činnosti žliaz v dýchacích cestách**\n**1.** **Eferentné dráhy**\n**a)** **Cholínergické parasympatikové nervy**\n\n    táto inervácia v dýchacích cestách prevláda\n\n    parasympatikové gangliá sa nachádzajú v stene bronchov a bronchiolov\n\n    postgangliové vlákna inervujú hladké svaly a žľazy\n\n    hlavným receptorom na nich sú M3 (kontrakcia hl. svalu, žľazová\nsekrécia)\n\n    M1 receptory v gangliách (uľahčujú neurotransmisiu)\n\n    M2 autoreceptory – inhibičné, znižujú uvoľňovanie acetylcholínu\n**b)** **Sympatiková inervácia**\n\n    sympatikové nervy inervujú cievy a žľazy, nie však hladký sval dýchacích ciest\n\n    na hladkom svalstve sa však nachádzajú beta adrenergické receptory (beta 2)\n\n    beta2 agonisty (adrenalín) relaxujú hladkého svalstvo bronchov, znižujú uvoľnenie mediátorov z\nmastocytov, zvyšujú mukociliárny transport\n**c)** **Neadrenergické a necholínergické nervy (NANC)**\n    - **inhibičné** – na ich zakončeniach sa uvoľňuje oxid dusnatý a vazoaktívny intestinálny peptid (VIP)\n    - **excitačné** – mediátormi tachykiníny, substancia P\n**2.** **Aferentné dráhy a senzory v dýchacích cestách**\n\n  receptory napätia kontrolujú dýchanie cez dychové centrum\n\n  fyzikálne alebo chemické stimuly (chlad, cigaretový dym...), ako aj endogénne substancie (zápalové\nmediátory, hormóny, autakoidy) dráždia senzorické nervové vlákna a spôsobujú kašeľ,\n\nbronchokonstrikciu a sekréciu hlienu\n\n**Kašeľ, reflex kašľa**\n\nobranný reflex, ktorý slúži k udržaniu priechodnosti dýchacích ciest\n\ncieľom kašľa je vylúčenie dráždiacej škodliviny alebo sekrétu z dýchacích ciest\n\nv sliznici dýchacích ciest sa nachádzajú receptory, ktoré po podráždení vedú podnet do CNS\n\nv centre pre kašeľ v predĺženej mieche a v kôre vznikajú impulzy, ktoré vyvolajú samotný kašeľ\n\nkoordinovaná činnosť dýchacieho svalstva, ktoré zvýši tlak v pľúcach, a glottis, ktorá sa otvára náhle a\nškodlivina sa vykašle\n**Najčastejšie príčiny kašľa**\n\nfajčenie, enviromentálne faktory\n\npostnasálne stekanie\n\nastma, chronická bronchitída\n\nprechodná hyperaktivita po vírusovej infekcii\n\nvplyvy liekov\n\n\n\n257\n\n\n**Menej časté príčiny – ale závažné**\n\nkongestívne zlyhanie srdca\n\n- rakovina\n\n- TBC a iné chronické ochorenia\n\ncystická fibróza\n\n- chronická inhalácia iritancií\n\nintersticiálne pľúcne choroby (emfyzém, sarkoidáza)\n\n\n**Typy kašľa**\n\n**vlhký, produktívny kašeľ** = sprevádzaný vylúčením hlienu alebo škodliviny\n\n**suchý, neproduktívny dráždivý kašeľ** = ak trvá dlho, je únavný – **akútny** – pri podráždení dýchacích\nciest, akútna infekcia dýchacích ciest, do 21 dní\n\n**subakútny** = 3 týždne – pri a po infekciách dýchacích ciest,\n\n**chronický** = >3týždne, napríklad pri astme, gastroezofageálnom refluxe, rakovine pľúc, chronickej\nobštrukčnej chorobe pľúc...\n**Manažment akútneho kašľa** →identifikovať vysoko rizikové skupiny\n\nakútny kašeľ môže byť prvý ukazovateľom vážneho ochorenia (napr. rakovina pľúc, TBC, cudzorodé\n\nčastice, alergia, Intersticiálna choroba pľúc\n\nchronický kašeľ vždy nastáva po akútnom kašli\n\n|Otázka|Odpoveď|Možná diagnóza|\n|---|---|---|\n|**farba spúta**|slizovité (priehladné či biele)|absencia infekcie|\n||žlté, zelené, či hnedé|infekcia,väčšinou vírusového pôvodu|\n||hemoptýza spôsobujúca hrdzavé sfarbenie|pneumónia|\n||hemoptýza spôsobujúca ružovkasté sfarbenie|ľavokomorové zlyhanie srdca|\n||hemoptýza spôsobujúca tmavočervené sfarb.|karcinóm pľúc|\n|**charakter spúta**|riedke a spenené|ľavokomorové zlyhanie srdca|\n||husté, s nažltlou farbou|astma|\n||s nepríjemným zápachom|bronchoektázia, pľúcny absces|\n|**atak kašľa**|zhoršujúci sa ráno|postnasal drip, bronchoektázia,<br>chronická bronchitída|\n||zhoršujúci sa večer|vírusová infekcia|\n||zhoršujúci sa v noci|laryngotracheobronchitída|\n|**trvanie kašľa**|dlhší ako tri týždne|vyžaduje vyšetrenia kvôli možnej<br>závažnejšej príčine|\n|**periodicita**|dospelý s rekurentným kašľom, najmä fajčiar|chronická bronchitída|\n||dieťa s rekurentným kašľom, najmä s astmou,<br>ekzémom a sennou nádchou v rod. anamnéze|astma (vyžaduje však pľúcne<br>vyšetrenia ako je spitometria)|\n|**vek**|deti|infekcia horných dýchacích ciest|\n||deti s neproduktívnym kašľom, zhoršujúcim sa<br>najmä v noci|astma|\n||vyšší vek|vyššia prevalencia bronchitídy,<br>pneumónie, či karcinómu pľúc|\n|**fajčenie**|chronický, rekurentný kašeľ|chronická bronchitída, emfyzém|\n\n\n\n**Nefarmakologická terapia**\n\n Demulcentíva\n\n  pokrývajú sliznicu farynxu, prínášajú úľavu, ALE pravdepodobne placebo\n\n  med, vitamín C, tekutá glc, glycerol, čajoviny\n\n  bezpečné pre všetky skupiny (aj rizikové)\n Vyhýbať sa spúšťačom kašľa\n Hydratácia – najmä suchý kašeľ\n Obmedzenie fajčenia\n\n\n\n258\n\n\n**Liečba kašľa** = **špecifická** (napr. antibiotiká, antiastmatiká) alebo **symptomatická** (antitusiká)\n\n\n**Antitusiká - liečivá potláčajúce kašeľ**\n\nproduktívny kašeľ, ktorý je základným rysom broncho-pulmonálnej obrany, by sa mal rešpektovať\n\nnemalo by sa kombinovať antitusikum s expektoranciami alebo mukolytikami\n\ntreba najprv pátrať po príčine kašľa, ktorý vyžaduje špecifickú liečbu\n\nak sa ukazuje, že kašeľ neodpovedá na doporučované dávky antitusika, treba prehodnotiť klinickú\n\nsituáciu\n\nak je kašeľ neproduktívny (žiadne spútum), pokiaľ unavuje pacienta\n\nv prípade diagnostických a terapeutických intervencií v horných dýchacích cestách, aj pri bronchoskopii\n\nna útlm reakcie\n\nsuchý, dráždivý, neproduktívny kašeľ\n\nveľmi častý pri vírusových infekciách\n\nnemá žiadny benefit! = preto ho možno tlmiť\n**Indikácie** : úporný suchý a dráždivý kašeľ, ak je kašeľ neúčelný a vyčerpávajúci, pri operačných zákrokoch\n**1)** **Antitusiká – centrálne** = účinkujú na „centrum kašľa“ v CNS v predĺženej mieche\n **kodeín** = pre deti od 12 rokov\n**Mechanizmus účinku** = agonista opioidných receptorov; má aj analgetický účinok (vo vyšších dávkach, než pre\nantitusický); liečivo 2. voľby, skôr pri diagnostických úkonoch\n\n**Farmakokinetika**\n\n    po p.o. aplikácii sa dobre vstrebáva z GIT\n\n    cez CYP2D6 sa metabolizuje na morfín (analgetický efekt)\n\n    väčšina podanej látky sa vylúči obličkami do 6 hodín (buď ako nezmenený alebo ako glukuronid\nkodeínu a jeho metabolitov)\n\n    prestupuje do materského mlieka – môže vyvolať depresiu dýchania u dojčaťa\n**Kontraindikácie:** pri spúte; nie počas 1. a 3. trimestra (malformácie respriračného traktu), počas laktácie\n(ultrarýchle metabolizérky CYP2D6 – zriedkavo smrť dieťaťa)\n**Liekové interakcie:** jeho analgetický účinok môžu zvýšiť IMAO a tymoleptiká; znižuje ho naloxón, nalorfín; sám zvyšuje\nanalgetický účinok analgetík - antipyretík\n**Nežiadúce účinky:** riziko návyku a zneužívania (euforizujúci účinok), nauzea, vracanie, zápcha, mióza; ospalosť,\nobstipácia, nauzea, nekombinovať s inými tlmivými látkami či alkoholom – riziko útlmu dýchania;\nstarší pacienti môžu byť citlivejší na Nežiadúce účinky, najmä obstipácia\n **etylmorfín** = účinnejší ako kodeín = použitie vo vážnych stavoch = spontánny pneumothorax,\ntuberkulóza, akútny zápal dýchacích ciest\n **dextrometorfán** (derivát levorfanolu)\n\n    relatívne nenávykový, syntetický\n\n    bez analgetického, sedatívneho a DC tlmiaceho účinku v bežných dávkach\n\n    metabolizovaný CYP2D6 – pomalí metabolizéri – možnosť zvýšených hladín\n\n    inhibítory CYP2D6 môžu výrazne zvýšiť hladinu: kontraindikované\n\n    inhibuje slabo SERT – s IMAO, SSRI, a ďalšími serotoninergnými látkami riziko serotonínového\nsyndrómu\n\n    lepší ako kodeín, menej vedľajších účinkov, s menším rizikom závislosti po krátkodobom užívaní, aj\npre deti (>6 rokov) = sirupy a kvapky (obsahujú laktulózu - hnačka)\n\n    zneužitie pri mnohonásobnom prekročení dávky – disociatívny halucinogén (STOPEX)\n **pentoxyverín**\n\n    pôsobí na centrum kašľa, slabší ako kodeín\n\n    mierny lokálne anestetický účinok na jazyku a v hrdle\n\n    mierny bronchodilatačný účinok, spazmolytické a anticholinergické vlastnosti\n\n    pre deti od dvoch rokov (dojčatá - veľmi zriedkavý výskyt záchvatových kŕčov a respiračného\nútlmu), v gravidite a laktácii kontraindikovaný\n**Kontraindikácie** : respiračné zlyhanie alebo útlm CNS, ochorenia pečene, gravidita, laktácia, vek do 2 rokov, opatrne\npri glaukóme a benígnej hyperplázii prostaty (pre anticholínergné účinky)\n**Liekové interakcie:** alkohol – potenciácia tlmivých účinkov; inhibítory CYP2D6 môžu zvyšovať účinok pentoxyverínu\n**Nežiadúce účinky:** nauzea, vracanie, hnačka; únava, ospalosť; zriedkavo kŕče a útlm dýchania\n\n\n\n259\n\n\n **folkodín**  - vyšší antitusický efekt, nemá analgetický efekt, nižšie riziko závislosti, menej vedľajších\núčinkov, nemetabolizuje sa na morfín, vhodný aj pre deti = u nás nereg.\n **oxeladín citrát** = neznámy mechanizmus účinku, málo nežiaduch účinkov; deti nad 30 mesiacov,\nneodporúča sa v gravidite\n**2)** **Antitusiká – (prevažne) periférne** = účinkujú predovšetkým v sliznici tracheobronchiálneho traktu, tlmia\nvznik podnetov pre kašeľ, nevzniká reflex kašľa\n\n **butamirát**\n\n    má lokálne anestetický účinok na nervové vlákna v sliznici dýchacích ciest\n\n    v terapeutických dávkach nevyvoláva útlm, nie je návykové\n\n    vhodný v pediatrii (od 3 rokov)\n\n    nie v prvom trimestri tehotenstva\n**Nežiadúce účinky** : nechutenstvo\n\n **dropropizín**\n\n    silný, dobrá účinnosť, relatívne bezpečný\n\n    môže vyvolať ospalosť, bolesť hlavy, GIT ťažkosti\n\n    neužívať so sedatívami (má mierny antihistaminergný účinok - má afinitu aj k H1 receptorom)\n\n    pre deti od 6 mesiacov, počas gravidity konraindikovaný\n\n\n**Expektoranciá**\n\nliečivá uľahčujúce vykašliavanie = indikované, keď sa tvorí hustý hlien v dýchacích cestách, najmä pri\ninfekciách dýchacích ciest, ale aj napr. pri cystickej fibróze\n\nhustý hlien môže tvoriť prekážku dýchaniu a spomaľovať liečbu infekcie\n\nnekombinovať s antitusikami! = lepšie cez deň expektoranciá, na noc antitusiká\n\nvo vyššej dávke môžu pôsobiť emeticky\n**Mukolytiká** – znižujú viskozitu hlienu\n**Sekretomotoriká** – zvyšujú sekréciu riedkeho hlienu, ktorý riedi hustý hlien; sekretomotoriká by sa nemali\nkombinovať s antitusikami (riziko hromadenia nevykašľaného hlienu); stimulujú tok respiračných sekrétov\n**Sekretolytiká** = stimulujú činnosť buniek bronchiálnych žliaz\n\n\n**Mukolytiká – znižujú viskozitu hlienu**\n **N-acetylcysteín**\n**Mechanizmus účinku:** podáva sa perorálne, v hliene proteíny pospájané disulfidickými väzbami – vznikajú väčšie\nmolekuly: vyššia viskozita hlienu; N-acetylcysteín poskytuje –SH skupiny, štiepi disulfidické väzby,\nzrieďuje hlien\n\n**Farmakokinetika**\n\n  po p.o. podaní sa vstrebáva rýchlo, takmer úplne\n\n  v pečeni sa metabolizuje na aktívny cysteín, diacetylcysteín, cistín a ďalšie disulfidy\n\n  podlieha vysokému first-pass efektu, biologická dostupnosť nízka\n\n  vylučuje sa obličkami vo forme inaktívnych metabolitov\n**Indikácie:** astma (nie však pri závažnej exacerbácii), akútne infekcie dýchacích ciest, chronické ochorenia\nDC, antidotum pri otravách paracetamolom; nevhodný pre deti do 1 roku - môže spôsobiť nauzeu až\n\nvomitus\n**Nežiadúce účinky:** GIT problémy, bolesti hlavy, alergie, tinitus\n\n **erdosteín**\n**Mechanizmus účinku:** účinkuje prostredníctvom aktívnych metabolitov, ktoré majú voľné SH skupiny, účinok nastupuje\npo niekoľkých dňoch, zrieďuje sa hlien, uľahčuje sa čistenie sekrétov a zvyšuje mukociliárny transport\n\n  znižuje adhéziu G+ a G- baktérií na epitel DC\n\n  zvyšuje IgA v DC pri CHOCHP\n\n  zvyšuje koncentráciu a účinok amoxicilínu a ampicilínu v bronchiálnom sekréte, synergia\n\n  pri ochoreniach pečene zvýšenie hladiny, pri ochoreniach obličiek akumulácia metabolitov\n**Kontraindikácie:** pri ochoreniach pečene, homocysteínúrii (erdosteín sa metabolizuje na homocysteín)\n **mesna** = podobná acetylcysteínu; tiež v onkológii (supresia cytostatickej urotoxicity po cyklofosfamide)\n**Nežiadúce účinky** : bronchospazmus – preto je aj kontraindikovaná pri astme\n\n\n\n260\n\n\n **ambroxol**\n\n  podáva sa perorálne pri akútnych a chronických bronchopulmonálnych och. s väzkým hlienom\n\n  zasahuje do mechanizmov tvorby hlienu, tvorí sa redší hlien\n\n  zvyšuje tvorbu pľúcneho surfaktantu a stimuluje činnosť riasiniek, zlepšuje mukociliárny transport\n\n  pôsobí aj sekretomotoricky (zvyšuje produkciu riedkeho hlienu)\n\n  ambroxol zvyšuje koncentrácie antibiotík (amoxicilín, cefuroxím, erytromycín) v bronchopulmonálnom sekréte - synergia\n\n **bromhexín**\n\n  podobné vlastnosti ako ambroxol\n\n  ambroxol je hlavným metabolitom bromhexinu\n **deoxyribonukleáza (dornáza alfa)**\n\n  rekombinantne pripravený enzým\n\n  štiepi DNA v extracelulárnom priestore (DNA pochádza z rozpadnutých bb., zvyšuje viskozitu hlienu)\n\n  podáva sa inhalačne pri cystickej fibróze\n\n  nežiaduce účinky zriedkavé\n\n\n**Sekretomotoriká** = ↑produkciu riedkeho hlienu, zrieďuje sa husté spútum a uľahčuje sa vykašliavanie;\nzvyšujú aktivitu riasinkového epitelu\n **ambroxol, bromhexín** – sekretomotorický aj mukolytický účinok, vyššia produkcia riedkeho hlienu\n **guajfenezín** = expektoračný aj antitusický účinok, centrálne myorelaxačný účinok, anxiolytický účinok\n **éterické oleje** = Oleum eucalypti, O. menthae piperitae, O. foeniculi, O. origani\n **saponíny** (rastlinného pôvodu – napr. Radix primulae) = znižujú povrchové napätie hlienu\n **emetín** = alkaloid, stimuluje sliznicu žalúdka, reflexne sa zvyšuje sekrécia bronchov, podobne pôsobí\nchlorid amónny\n **jodidy** = pôsobia priamo v bronchoch; jód sa vylučuje žliazkami bronchiálnej sliznice a stimuluje ich\nk zvýšeniu sekrécie hlienu\n **inhalácia pár** = IPL – naparovacia zmes – obsahuje NH 4 Cl, Kontraindikácie, NaHCO 3, benzoan sodný\n\n\n**Nie je v otázke – ale nechávam to tu**\n**Pľúcne surfaktanty**\n\nnachádzajú sa na povrchu alveol\n\nznižujú povrchové napätie v alveolách\n\nuľahčujú nádych\n\nzabraňujú kolapsu pľúc pri výdychu\n- zloženie **:** fosfolipidy (do 90 %), proteíny; dipalmitoylfosfatidylcholín = hlavná zložka surfaktantu\n**Liečivá** = **bravčový pľúcny surfaktant, hovädzí pľúcny surfaktant** = sterilné a apyrogénne\n**Použitie (intratracheálne podanie)** = pri syndróme respiračnej tiesne u predčasne narodených detí,\n\npneuomotorax\n\n\n**Terapeutické plyny**\n **kyslík (O** **2** **)**\n\n  normálna koncentrácia kyslíka vo vzduchu je 21 %\n\n  v niektorých situáciách nepostačuje na dostatočné zásobenie buniek kyslíkom:\n**Hypoxia** = nedostatok kyslíka v tkanivách\n **prepulmonárna** (nedostatočný prívod vzduchu do pľúc) = laryngospazmus, bronchospazmus, vplyv\nlátok tlmiacich dychové centrum (celkové anestetiká, opioidy...)\n **pulmonárna** (nedostatočná extrakcia kyslíka pľúcami) = pľúcny edém, fibróza, emfyzém pľúc\n **postpulmonárna** (nedostatočná distribúcia, vysoká spotreba O 2, poruchy bunkového dýchania) =\nsrdcové zlyhanie; tyreotoxikóza; horúčka; anémie; otrava oxidom uhoľnatým, kyanidmi\n**Hypoxia môže mať závažné následky (najcitlivejší je mozog, kardiovaskulárny systém)**\n**Indikácie:** liečba hypoxie bez ohľadu na pôvod, ako súčasť anestézie, pri intenzívnej starostlivosti, pri\notrave oxidom uhoľnatým\n\n\n\n261\n\n\n"
}