{
    "title": "**29. Antibiotiká ovplyvňujúce syntézu proteínov (makrolidové, linkozamínové, oxazolidínové, aminoglykozidové antibiotiká, tetracyklíny a chloramfenikol)**\n",
    "content": "**Farmakodynamické, farmakokinetické aspekty, terapeutické použitie, Nežiadúce účinky**\n\n**Makrolidové ATB**\n\nštruktúrne sú to 12-16 článkové makrocyklické laktónové kruhy s naviazanými cukrami\nna rozdiel od betalaktámových sú baktériostatické\n\n**Základná charakteristika**\n\nprotistafylokokové\n\núčinok baktériostatický\n\nnie veľmi široké spektrum\n\núčinné na atypické agens\n\n- minimálna toxicita\n\nnízka cena, 1x denne\n\nmôžu sa v gravidite (erytromycín a spiramycín v tehotenstve aj pri kojení)\n**Výhody**\n\ndobrý prestup do telových dutín a tkanív\n\n- acidorezistentné\n\nroxitromycín 2x denne, azitromycín 1x denne 3-5 dní\n\nvysoký distribučný objem\n\nmimoriadne vysoká tkanivový koncentrácia\n- dobrá GIT znášanlivosť\n\nminimálna toxicita a alergizácia, menej interakcií\n**Mechanizmus účinku** = **bakteriostatický** ; inhibícia bakteriálnej proteosyntézy, viažu sa na 50S ribozomálnu podjednotku\nbaktérií, s následnou inhibíciou syntézy peptidického reťazca (blokáda druhej peptidovej väzby). Nemajú\nschopnosť vazať sa na 80s podjednotku (cicavčí typ), preto neovplyvňujú proteosyntézu u človeka; účinnosť\npodmienená prestupom do intracelulárneho priestoru; fagocyty absorbujú azitromycín v krvnom obehu a\ntkanivách, migrujú do miesta infekcie v tkanive a ako odpoveď na prítomnosť baktérií uvoľňujú azitromycín\n**Spektrum** = G+ koky (stafylokoky), G+ tyčinky, niektoré G-, zvyčajne atypické - legionely, mykoplazmy,\nchlamýdie\n**Farmakokinetika** = rýchle, nespoľahlivé vstrebávanie, účinok nezávislý od koncentrácie, inhibítory CYP3A4\n**Terapeutické použitie**\n\nrespiračné infekcie (dolné dýchacie cesty - pneumónie, aj ambulantne) – H. influenzae, Str. pneumoniae\n\nchronické bronchitídy\n\natypické pneumónie – Mycoplasma pneumoniae\n\nchlamýdiové infekcie urogenitálneho traktu (azitromycín)\n\ninfekcie kože a mäkkých tkanív\n\ninfekcie vyvolané H. pylori (klaritromycín)\n\ntoxoplazmóza, atypické mykobakteriózy, legionelóza\n**Nežiadúce účinky** = gastrointestinálna intolerancia (nauzea, vracanie, hnačka – naviazanie na gastrointestimálny peptid\nmotilín, jeho stimulácia má prokinetický účinok), niektoré predĺžujú QT-interval\n\n**Rozdelenie**\n\n**a)** **I. generácia**\n **erytromycín** = prvé antibiotikum tejto skupiny – dnes nahradený novými látkami s lepšími\nfarmakodynamickými aj farmakokinetickými vlastnosťami\n\n**Farmakokinetika**\n\n    aktívnou formou je voľná báza, ktorá je inaktivovaná v kyslom prostredí = výnimka z výhod =\nnestálosť v kyslom prostredí + Nežiadúce účinky – preto vo forme solí (napr. stearát, propionát)\n\n    krátky biologický polčas (4x denne), exkrécia najmä žlčou\n\n    rezistencia (enzymatická inaktivácia liečiva)\n**Liekové interakcie** : najviac interakcií: warfarín, antiepileptiká - môžu dosiahnuť toxicé hladiny; s ergotamínom až\nnekróza akrálnych častí, s digoxínom – zvýšená resorpcia, znížený intestinálny metabolizmus –\nzvýšený účinok\n**Nežiadúce účinky** : GIT neznášanlivosť, nauzea, zvracanie, hnačka, poruchy pečene\n\n\n\n319\n\n\n **spiramycín** = použiteľný aj na toxoplazmózu, aj užien; výborný prestup do väčšiny tkanív – preto je\nniekedy účinnejší pri stomatologických a ORL infekciách, má dlhý účinok, prenášaný podobne ako\nazitromycín fagocytmi\n**b)** **II. generácia**\n **roxitromycín**\n **josamycín**\n**c)** **III. generácia**\n **klaritromycín** = najmä na eradikáciu H. pylori\n **azitromycín** = nie je inaktivovaný po p.o. podaní, jeho resorpcia nie je taktiež závislá od súčasného\npodania potravy; hromadí sa v makrofágoch a leukocytoch a je aktívne prenášaný týmito bunkami na\nmiesto infekcie (takto funguje aj spiramycín); stačí podávať 1x denne\n **telitromycín**\n\n\n**Linkozamíny** = **klindamycín** (preferované - účinnosť, absorpcia), **linkomycín**\n**Mechanizmus účinku** = ako makrolidy, líšia sa hlavne chemickou štruktúrou\n**Spektrum** = stafylokoky, anaeróbne (Bacteroides); enterokoky a väčšina aeróbov sú rezistentné\n**Farmakokinetika** = resorpcia je rôzna – klindamycín má vysokú absorpciu, linkomycín omnoho nižšiu;\ndistribúcia je dobrá, aj do kostí a biologických tekutín; aktívnym transportom prenikajú do leukocytov,\nmetabolizujú na aktívne metabolity; vysoká väzba na plazmatické bielkoviny\n**Nežiadúce účinky** = GIT, pseudomembranózna kolitída, hnačka, alergie ( **pseudomembranózna kolitída** : zapríčinená\nsuperinfekciou G+ bacilom Clostridium difficile, ktorého toxíny spôsobujú ťažký zápal črevnej sliznice\ns krvácaním; hlavný prejav je profúzna hnačka s abdominálnymi kŕčmi, horúčkou, dehydratáciou – vysadiť)\n**Použitie** = hlavne osteomyelitídy (stafylokokové a klostrídiové infekcie kostí), infekcie mäkkých tkanív,\nanaeróbne infekcie v brušnej dutine\n\n\n**Oxazolidinóny** = **linezolid, tedizolid**\n**Mechanizmus účinku** = **bakteriostatické**, inhibícia proteosyntézy väzbou na špecifické miesto na podjednotke 50S (nevzniká\nzmiešaná rezistencia); zasahujú do iniciácie translácie (nie elongácie)\n**Spektrum** = G+ koky rezistentné na iné ATB (MRSA, PNSP, enterokoky rezistentné voči vankomycínu - VRE),\ninfekcie kože, pneumónia\n**Farmakokinetika** = linezolid sa dobre vstrebáva, má takmer 100% biologickú dostupnosť, metabolizuje na\ninaktívne metabolity a vylučuje sa močom\n**Nežiadúce účinky** = relatívne bezpečný; bežné Nežiadúce účinky sú bolesti hlavy, nauzea, vracanie; vážne Nežiadúce účinky serotoninový syndróm,\nsupresia kostnej drene\n\n\n**Aminoglykozidové antibiotiká**\n\nobsahujú v molekule hexózové jadro + jeden alebo viac aminocukrov (2-deoxystreptamín) pripojené\nglykozidickou väzbou\n\npodľa jadra sa delia na skupinu streptomycínu (streptidínové jadro) a ostatné aminoglykozidy\n(deoxystreptidínové jadro)\n\nsú rozpustné vo vode a viac účinné v alkalickom, ako kyslom prostredí – sú to bázické zlúčeniny\n\nprvý objavený bol streptomycín\n\nsú buď prirodzenými produktami Streptomyces (streptomycín, kanamycín, tobramycín)\na Micromonospora (gentamicín) alebo výsledkom semisyntetických výrobných procesov (amikacín,\nnetilmicín)\n**Mechanizmus účinku** = ireverzibilne viažu sa na podjednotku 30S ribozómov a spôsobujú falošné dekódovanie m-RNA, čo\nmôže viesť k zastaveniu iniciácie proteosyntézy alebo k porušeniu elongácie peptidového reťazca.\nSyntetizujú sa defektné proteíny a bunka hynie. Zasahujú aj do permeability membrány s následným\núnikom iónov a iných zložiek bunky – lýza. Sú teda **baktericídne** .\n**Spektrum** = baktericídne postantibiotický účinok; širokospektrálne ATB G- paličky (čeľaď\nEnterobacteriaceae a Pseudomonas), G+ koky (stafylokoky), aj na aeróbne, acidorezistentné paličky\nMycobacterium tuberculosis\n**Rezistencia** = príčinou rezistencie voči aminoglykozidom je zmena ich chem. štruktúry – adenylácia,\nacetylácia, fosforylácia bočných reťazcov transferázami; ďalej je narušený vstup ATB do bunky\n\n\n\n320\n\n\n**Farmakokinetika** = nevýhodná; po p.o. podaní sa neresorbujú - preto parenterálna aplikácia, lokálne\n(neomycín); väzba na bielkoviny – nie; distribučný objem – extracelulárne; nepodliehajú metabolizácii;\nvylučovanie – GF; zlepšenie úćinku - kombinácia s betalaktámovými ATB\n**Nežiadúce účinky**\n\n- **nefrotoxicita** = proteinúria, leukocytúria, akútna renálna insuficiencia\n- **ototoxicita** = poškodenie sluchového aparátu, prejavuje sa hučaním až stratou sluchu, závratmi, ataxiou\na poruchou rovnováhy – príčinou je toxické poškodenie n. statoacusticus – VIII. hlavový nerv;\npoškodenie je často ireverzibilné a môže sa objaviť aj niekoľko dní po ukončení liečby; aminoglykozidy\nsú schopné sa dlhodobo kumulovať v perilymfe; **neomycín** a **amikacín** sú najviac ototoxické,\n**streptomycín** a **gentamicín** ovplyvňujú najmä vestibulárny aparát\n- **myorelaxačný účinok** = neuromuskulárna blokáda\n**Toxicita** = klesá v rade **amikacín**, **streptomycín**, **gentamicín**, **kanamycín**, **neomycín**\n**Použitie** = pri infekciách ohrozujúcich život; sepsy, pneumónie, abscesy, závažné infekcie obličiek;\nstreptomycín sa často používa pri tuberkulóze\n\n**Rozdelenie**\n\n**1.** **generácia** = **streptomycín**, **neomycín** / **bacitracín**, **kanamycín**\n**2.** **generácia** = **gentamicín**, **tobramycín**\n**3.** **generácia** = **amikacín**, **netilmicín** (najmenšia toxicita)\n(odvodené od rodu Micromonospora –micíny; od rodu Streptomyces –mycíny)\n\n\n**Tetracyklíny a chloramfenikol** majú mnohé spoločné vlastnosti (Mechanizmus účinku, spektrum, distribúcia).\n**Tetracyklíny** = **tetracyklín**, **oxytetracyklín**, **rolitetracyklín**, **minocyklín**, **doxycyklín**\n\nv klinickej praxi len **doxycyklín**\n\npôvodne sa získavali z aktinomycét, novšie sú semisyntetické\n\nveľké uplatnenie majú vo veterinárnej medicíne\n**Mechanizmus účinku** = po prechode cez bunkovú stenu sa kumulujú v bunkách mikroorganizmov, naviažu sa na špecifické\nmiesta ribozómov a inhibujú proteosyntézu väzbou na 30S podjednotku ribozómu; zabraňujú väzbe\naminoacyl-tRNA na ribozóm väzbou na 30S podjednotku ribozómu vo forme chelátu s dvojmocnými\nkatiónmi (Mg [2+] ); sú **baktériostatické**\n**Spektrum** = široké; bakteriostaticky na G+ aj G-, aj riketsie, chlamýdie a mykoplazmy\n\n**Farmakokinetika**\n\nperorálne podanie – sú dobre stabilné v kyslom aj zásaditom prostredí GIT\n\nsú lipofilné a lipofilita podmieňuje absorpciu - takmer úplne je vstrebaný doxycyklín a minecyklín\n\ntvoria nevstrebateľné cheláty s iónmi kovov (mlieko, minerálky, antacidá), aj s vápnikom v zuboch\n\na kostiach\n\nmajú vysokú afinitu ku kostnému tkanivu a zubom – vyplývajú z toho Nežiadúce účinky\n\ndobre prenikajú do tkanív a exsudátov – hlavne pleurálnych, artikulárnych a hnisavých ložísk\n\nprechod cez placentu a do mlieka; vylučovanie žlč a moč\n\n**doxycyklín** má najvýhodnejšie farmakokinetické vlastnosti - je najviac lipofilný, má najvyššiu väzbu na\nbielkoviny plazmy, najlepšie sa absorbuje z GIT, dlhý biologický polčas - jedenkrát denne\n**Liekové interakcie** = s antacidami, substitučnou terapiou kalcia, železa, magnézia\n**Nežiadúce účinky**\n\nporuchy GIT = miestna iritácia + dysmikróbia – nauzea, zvracanie, hnačka; stomatitída\n\npoškodenie zubov a vývoja kostí = nesmú sa podávať deťom do 8 rokov; nevhodné aj v gravidite\n\nfotosenzibilizácia = ↑citlivosť kože na UV – neodporúča sa pobyt na slnku; môžu poškodiť aj nechty\n\nhepato- a nefrotoxicita\n**Kontraindikácie** = deti do 12 rokov, tehotenstvo a dojčenie, myastenia gravis, mlieko (odstup aspoň 3 hodiny)\n**Použitie – obmedzené** – kvôli Nežiadúce účinky a Kontraindikácie len pri špecifických infekciách\n**a)** **lokálne** = rosacea, akné\n**b)** **systémové**\n\n  ochorenia dýchacích ciest, aj atypické pneumónie\n\n  infekcie urogenitálne, žlčových ciest, chlamýdie a riketsie\n\n  antropozoonóza = brucelóza, tularémia, borelióza\n\n  malária, hnačky cestovateľov\n\n\n\n321\n\n\n**Glycylcyklíny** = semisyntetické deriváty tetracyklínov; **tigecyklín**\n**Mechanizmus účinku** = ako TTC, ale účinnejšie, vyššia afinita k ribozómom; baktériostatické\n**Spektrum** = širokospektrálne G+ aj G-, aj atypické a anaeróbne organizmy, taktiež VREF (vankomycín\nrezistentný Enterococcus faecium) a ORSA (oxacilín rezistentný S. aureus)\n**Nežiadúce účinky** = ako TTC, taktiež kontraindikácia v gravidite\n**Použitie** = liečba komplikovaných kožných a vnútrobrušných infekcií\n\n\n**Chloramfenikol** = získava sa synteticky\n**Mechanizmus účinku** = inhibícia proteosyntézy väzbou na 50S podjednotku ribozómov – inhibuje peptidyltransferázu, ktorá\npripája nové AK z aminoacyl-t-RNA na predlžujúci sa peptidový reťazec - **baktériostatický**\n**Spektrum** = široké, bakteriostatický; aeróbne aj anaeróbne G+ a G-; pôsobí aj na riketsie, Haemophilus\ninfluenzae, Neisseria meningitis\n**Rezistencia** = získaná – prenáša sa plazmidom – enzymatická inaktivácia acetyláciou hydroxylových skupín\n(enzýmom chloramfenikol-acetyl-transferáza)\n**Farmakokinetika** = rýchle a komplexné vstrebávanie, preniká aj intracelulárne; na SR ako i.v., i.m. a s.c.\naplikácia; účinný je aj po p.o. podaní; metabolizuje v pečeni, po konjugácii s kys. glukurónovou sa vylučuje\nmočom; je inhibítor hepatálnych enzýmov\n**Nežiadúce účinky**\n\nporuchy GIT = potlačenie črevnej mikroflóry – nauzea, vracanie, hnačka\n\nporuchy krvotvorby = prechodný útlm krvotvorby (s anémiou, leukopéniou a trombocytopéniou) alebo\naplastická anémia, ktorá je v 50% prípadov reverzibilná\n\nGray syndróm = u novorodencov, najmä nedonosených – šedý syndróm = methemoglobinémia\ns príznakmi hypotenzie, zníženej perfúzie orgánov, kolapsu a šoku, pretože deti v tomto veku ešte majú\nnízku aktivitu glukuronultransferázy – vo zvýšenej miere sa teda hromadí v tele, navyše je ešte aj\n\nznížená eliminácia obličkami – až 40% mortalita\n\nJarichova-Herxheimerova reakcia = pri agresívnej liečbe celkových infekcií, najmä týfusu – endotoxínový\nšok po rozpade mikroorganizmov\n**Použitie** = obmedzené kvôli Nežiadúce účinky\n\n brušný týfus a paratýfus\n salmonelózy so septickým priebehom\n meningitídy\n\n pertussis a parapertussis\n\n\n\n322\n\n\n"
}