{
    "title": "**30. Antibakteriálne chemoterapeutiká pôsobiace na úrovni bunkového jadra (chinolónové,nitroimidazolové, nitrofuránové)**\n",
    "content": "**Farmakodynamické, farmakokinetické aspekty, terapeutické použitie, Nežiadúce účinky**\nLiečivá, ktoré zastavujú rast alebo poškodzujú bunky baktérií a sú pripravené synteticky, na rozdiel od\nantibiotík, ktoré boli pôvodne získané z produktov húb a plesní.\n**1.** **Chinolóny** = všetky okrem kyseliny nalidixovej možno označiť ako fluorchinolóny (v polohe 6 F –\nrozšírenie spektra)\n**Mechanizmus účinku**\n\n  inhibítory bakteriálnej DNA-gyrázy (topoizomerázy II) a topoizomerázy IV – enzýmy\n\n  inhibícia DNA-gyrázy zabraňuje relaxácii superhelikálnej (nadmierne zvinutej) DNA, ktorá je potrebná\npre transkripciu a replikáciu (topoizomeráza II je viac exprimovaná u G-)\n\n  inhibícia topoizomerázy IV narúša oddelenie replikovaných chromozómových DNA do dcérskych\nbuniek (topoizomerázu IV významnejšie inhibuje 3. a 4. generácia; je viac exprimovaná u G+)\n\n  zabraňujú opätovnému spojeniu fragmentu DNA – chromozóm sa nemôže deliť a replikovať, nastane\nlýza a hynutie baktérií\n  - pôsobia **baktericídne**\n**Spektrum** = široké, hlavne G- paličky, aj na pseudomonády, atypické patogény, niektoré na\nStreptococcus pneumoniae, mykobaktérie; rozdiel medzi fluorchinolónmi a kyselinou nalidixovou je ich\npodstatne vyššia aktitvita vo vzťahu ku G- baktériám typickým pre uropoetický trakt\n**Rezistencia** = chinolóny sú najrizikovejšia skupina, pretože rýchlo vzniká rezistencia (už počas terapie chromozomálnymi mutáciami)\n\n**Farmakokinetika**\n\n  po p.o. podaní sa dobre vstrebávajú (absorbcia znížená dvojmocnými kovmi) a distribuujú do tkanív\na telesných tekutín\n\n  vstrebanie jednotlivých látok je odlišné a je ovplyvnené potravou\n\n  prenikajú aj do tkaniva prostaty, a pri zápale aj do cerebrospinálneho moku\n\n  majú dlhý biologický polčas, kumulujú sa v obličkách, prostate a pľúcach\n\n  dobre vstupujú do eukaryotických buniek – vhodné na terapiu intracelulárnych patogénov (najmä\nLegionella pneumophila a Mycoplasma pneumoniae)\n\n  niektoré prestupujú cez HEB (ofloxacín, ciprofloxacín)\n\n  eliminované CYP450 (poskytujú Liekové interakcie) a čiastočne renálne\n\n  perorálne, parenterálne, očná a ušná instilácia\n\n  majú postantibiotický účinok\n**Nežiadúce účinky** = nežiaduce účinky – málo, sú dobre tolerované; najčastejšie GIT (nauzea, zvracanie, nechuť); CNS\n(bolesti hlavy, halucinácie a zvýšenou pohotovosťou ku kŕčom); môžu predĺžiť QT interval\n**Liekové interakcie** = antacidá; odstup aspoň 2 hodiny\n**Kontraindikácie** = pre deti, gravidné a dojčiace ženy - chelatujú dvojmocné kovy (efekt na rast kostí a zubov)\n**Použitie** = kyselina nalidixová má terapeutickú koncentráciu len v moči - infekcie močových ciest\nvyvolané G- patogénmi (využíva sa málo – má afinitu k ľudskej topoizomeráze a rýchlo sa eliminuje\nz organizmu – rýchlo vzniká rezistencia); ostatné aj GIT infekcie, infekcie respiračného systému\n(moxifloxacín), meningitídy, infekcie kože a mäkkých tkanív, ...\n**Rozdelenie** – odlišujú sa najmä vo farmakokinetike\n**1. generacia** = **kyselina nalixidová**\n**2. generácia** = **ciprofloxacín** (najpoužívanejší), **ofloxacín** (racemát = L+D), **norfloxacín**, **pefloxacín**\n**3. generácia** = **levofloxacín** (L-enantiomér; D- je toxický), **flerofloxacín**, **temaloxacín**, **lomefloxacín**\n**4. generácia** = **moxifloxacín** (chinolón respračných infekcií), **prulifloxacín**\n\n**2.** **Imidazolové ATB**\n\n **metronidazol** = derivát 5-nitroimidazolu\n**Mechanizmus účinku:**\n\n    - dobre prestupuje do jednobunkových organizmov; **baktericídny** účinok\n\n    je prodrug, aktivuje sa redukciou nitro skupiny po prieniku do citlivého mikroorganizmu\n\n    vzniká reaktívny radikál, ktorý inhibuje syntézu DNA; viaže sa na DNA – guanidínové a cysteínové\nzvyšky, čím spôsobuje zlomy a porušenie helikálnej štruktúry\n\n\n\n328\n\n\n    redukcia prebieha za anaeróbnych alebo mikroaeróbnych podmienok, preto má malý efekt na\ncicavčie bunky alebo aeróbne baktérie\n\n    pôsobí na trofozoity, nie na cysty\n**Spektrum:**\n\n    **antiprotozoálny účinok** = E.histiolytica, T. vaginalis, G. lamblia\n\n    **baktericídny účinok** = gramnegatívne anaeróbne a mikroaerofilné baktérie (Bacteroides,\nHelicobacter pylori), grampozitívne anaeróbne baktérie a koky\n\n**Farmakokinetika:**\n\n    podáva sa i.v. (v prípade silného vracania), p.o. (trichomoniáza) alebo lokálne (pri rosacey)\n\n    dobre sa vstrebáva po p.o. podaní a distribuuje do tkanív i abscesov, prechádza cez HEB\n\n    slabá väzba na plazmatické bielkoviny\n\n    metabolizuje sa v pečeni a konjuguje s kys. glukurónovou\n\n    vylučuje sa močom, metabolity môžu spôsobiť červenohnedé sfarbenie moču\n**Nežiadúce účinky** = poruchy chuti – strata chuti do jedla, zápal sliznice ústnej dutiny, povlak na jazyku,\ngastrointestinálne problémy; dlhotrvajúca liečba – možná neuropatia – poruchy citlivosti a parestézie\nkončatín; Nežiadúce účinky sa objavujú najmä pri dlhodobej liečbe – treba sledovať krvný obraz\n\n**Liekové interakcie:**\n\n    - inhibuje metabolizmus **warfarínu**, čím zvyšuje jeho účinok\n    - pri kombinácii s **alkoholom** má disulfiramový (antabusový) efekt: nauzea, vracanie, sčervenanie,\ntachykardia, dýchavičnosť, kolaps\n**Kontraindikácie** = gravidita\n**Terapeutické použitie**\n\n    prevencia pooperačných infekcií a liečba závažných bakteriálnych infekcií\n\n    pseudomembranózna kolitíta\n\n    urogenitálna trichomoniáza, bakteriálna vaginitída\n\n    protozoálne infekcie - amebiáza, giardiáza\n\n    eradikácia Helicobacter pylori (pri peptickom vrede)\n\n    rádioterapia nádorových ochorení – má schopnosť senzitizovať nádorové bunky\n\n **ornidazol**\n\n    antiprotozoálne účinky (E.histolytica, T. vaginalis, G. lamblia)\n\n    antibakteriálne účinky (Clostridium, Bacteroides fragilis)\n\n    podobný metronidazolu, iba p.o.\n**3.** **Nitrofurány**\n **nifuroxazid (Endiex)**\n**Mechanizmus účinku** = pôsobí v črevnom lumene, neabsorbuje sa a nemá žiadny systémový účinok\n**Spektrum** = široké – Salmonella, Shigella, Vibrio, Campylobacter, E. coli; pôsobí **baktericídne** a\n**bakteriostaticky** na väčšinu črevných patogénov\n**Farmakokinetika** = 99% zostáva v čreve; 20% sa nezmenené vylučuje stolicou, ďalšia časť podlieha\nintraluminálnej chemickej premene (nie v pečeni! keďže sa nevstrebáva!!!)\n**Nežiadúce účinky** = nauzea, vracanie, bolesť hlavy a alergické reakcie\n**Použitie** = akútne hnačky bakteriálneho pôvodu, hnačky pri črevnej dysmikróbii\n **nifuratel** = aj antiprotoálny a antimykotický\n**Farmakokinetika** = po p.o. podaní sa rýchlo absorbuje\n**Indikácie** = vulvovaginálne infekcie, infekcie močových ciest, črevná amebiáza a giardiáza\n\n **nifurantoín**\n**Mechanizmus účinku** = redukciou v bakteriálnej bunke vznikajú vysoko aktívne radikály s krátkou životnosťou –\npoškodzujú DNA a zapríčiňujú smrť\n**Farmakokinetika** = po p.o. sa rýchlo a kompletne vstrebáva z GIT; potrava znižuje rýchlosť absorpcie,\nale zvyšuje biologickú dostupnosť; väčšina sa metabolizuje v pečeni\n**Spektrum** = najmä kmene vyvolávajúce močové infekcie, väčšina kmeňov E. coli, G+ koky – S. aureus,\n\nEneterococcus faecalis\n\n**Indikácie** = nekomplikované infekcie dolných močových ciest, prevencia rekurentných infekcií\n**Liekové interakcie** = antacidá, acetazolamid – znižujú terap. efekt alkalizáciou moču\n**Nežiadúce účinky** = podráždenie GIT (nauzea, zvracanie, hnačka), bolesti hlavy\n\n\n\n329\n\n\nNavyše – ale nechal som to tu – tiež patria medzi antibakteriálne chemoterapeutiká\n**4.** **Sulfónamidy a trimetoprim** = deriváty kyseliny p-aminosulfónovej; sulfónamidovú štruktúru majú aj iné\nskupiny - tiazidové diuretiká, antidiabetiká, sultiam\n**Mechanizmus účinku** = štruktúrne analógy PABA - inhibujú inkorporáciu PABA do kyseliny listovej, pôsobia ako\nkompetitívne inhibítory dihydropteroátsyntázy – inhibujú tak rast baktérií, pretože kyselina listové je\ndôležitá pre syntézy purínov a následne NK; selektívne pôsobia iba na mikroorganizmy (človek získava\nkyselinu listovú z potravy); pôsobia **baktériostaticky**\n**Spektrum** = G+ a G- koky, Enterobacteriaceae, G- paličky (Haemophilus influenzae)\n**Rezistencia** = vzniká ľahko – mutácie zvyšujúce tvorbu PABA, ktorá vytesňuje sulfónamidy alebo\nmutáciami, ktoré menia štruktúru aktívneho miesta dihydropteroátsyntázy\n**Farmakokinetika** = dobrá distribúcia do telesných tekutín a tkanív; väzba na plazmatické bielkoviny\nveľmi vysoká; pri topickej aplikácii – hypersenzitivita; metabolizované v pečeni acetyláciou na inaktívne\nmetabolity, ktoré sa vylučujú močom\n**Nežiadúce účinky** = alergie, GIT ťažkosti, nefrotoxicita, insomnia, útlm CNS\n**Liekové interakcie** = nekombinovať s kyselinou acetylsalicylovou a citrusovými plodmi, piť alkalické minerálky a tekutiny;\nuž sa veľmi nepoužívajú kvôli vznikajúcej rezistencii\n\n**Rozdelenie**\n\n**a.** **krátko pôsobiace** = sulfacetamid, ulfafurazol, sulfatiazol, sulfadimidín\n**b.** **stredne dlho pôsobiace** = sulfadiazín, sulfametoxazol, sulfamoxazol\n**c.** **dlho pôsobiace** = sulfametoxydazín, sulfamtoxypyridazín, sulfametoxidín\n**Použitie** = použitie samotných je obmedzené – najmä tieto 3 (iné skôr vo veterine):\n **sulfacetamid** = očná instilácia – konjunktivitídy\n **sulfadiazín** = (ako strieborná soľ) dermálny krém, napr. popáleniny, preležaniny, varikózne vredy\n **kotrimoxazol** = kombinácia **sulfametoxazol** + **trimetoprim** (5:1) – fixné kombo; **trimetoprim** pôvodne\nsyntetizovaný ako antimalarikum; účinný je aj samostatne; ↓rezistenciu proti pôvodnému\n\nsulfónamidu\n**Mechanizmus účinku** = inhibuje po sebe 2 nasledujúce stupne syntézy kyseliny listovej; sulfametoxazol inhibuje\ndihydropteroátsyntázu, trimetoprim inhibuje dihydrofolátreduktázu\n**Spektrum** = Haemophilus influenzae, stafylokoky, streptokoky, pneumokoky, Enterobacteriaceae\n**Farmakokinetika** = sulfametoxazol má stredne dlhý polčas, ktorý je zhodný s trimetoprimom; podáva\nsa 1-2x denne; p.o. alebo parenterálne\n**Nežiadúce účinky** = alergie, GIT ťažkosti, kryštálúria, hematúria pri kyslom pH moču, reverzibilné poruchy\nkrvotvorby, fotosenzitivita\n**Použitie** = infekcie močových ciest a HDC, salmonelózy a šigelózy; alternatívne - liečba infekcií\nžlčových ciest a brušného týfusu\n\n\n\n330\n\n\n"
}