{
    "title": "**34. Antiprotozoálne liečivá**\n",
    "content": "**Farmakodynamické, farmakokinetické aspekty, terapeutické použitie, Nežiadúce účinky**\n\n**Protozoá**\n\nprotozoá sú mobilné, jednobunkové eukaryotické organizmy, vyskytujú sa prakticky všade\n\nako skupina predstavujú enormný medicínsky problém u ľudí, ako aj vo veterinárnej praxi\n\nprotozoá sú často parazitické, a mávajú zložitý životný cyklus niekedy zahŕňajúci viacero hostiteľov\n\nako eukaryotické organizmy majú metabolické procesy podobné ľudským\n\ninfekcie bývajú často závažné a ťažko liečiteľné\n\nhoci cicavce majú viacero účinných mechanizmov obrany voči parazitom, parazity často majú\nsofistikované únikové mechanizmy\n\nčastá je intracelulárna lokalizácia parazita, v bunke ho protilátky nemôžu ohroziť\n\n  Plasmodium je lokalizované v hepatocytoch a neskôr v erytrocytoch\n\n  Leishmania v makrofágoch\n\nniektoré parazity modifikujú imunitnú odpoveď hostiteľa, spôsobujú zmeny v sekrécii cytokínov, aktivity\nkomplementového systému\n\nantiprotozoiká mávajú relatívne veľa nežiaducich účinkov, aj vzhľadom na príbuznosť ich molekulárnych\ncieľov v parazitujúcom mikroorganizme s ľudskými\n\n\n**Medicínsky významné protozoá sa delia na štyri skupiny** **podľa spôsobu pohybu:**\n\n\n|Protozoá|Ochorenie|\n|---|---|\n|**1. meňavky** (Amoebae)|**1. meňavky** (Amoebae)|\n|Entamoeba histolytica|**amébióza**|\n|**2. bičíkovce** (Flagellates)|**2. bičíkovce** (Flagellates)|\n|Trypanosoma brucei rhodiensiense<br>Trypanosoma bruceigambiense|**trypanozomiáza (spavá choroba)**|\n|Trypanosomacruzi|**Chagasova choroba**|\n|Leishmania|**leishmaniázy**|\n|Trichomonasvaginalis|**trichomoniáza**|\n|Giardia intestinalis|**giardióza**|\n|**3. výtrusovce** (Sporozoa)|**3. výtrusovce** (Sporozoa)|\n|Plasmodium falciparum<br>Plasmodium vivax<br>Plasmodium ovale<br>Plasmodium malariae|**malária**|\n|Toxoplasma gondii|**toxoplazmóza**|\n|**4. riasinkovce** (Ciliata)|**4. riasinkovce** (Ciliata)|\n|Balantidium coli|**balantidiáza**|\n|**5. iné**|**5. iné**|\n|Pneumocystis carinii|**pneumocystóza**|\n\n\n\n363\n\n\n**Liečivá používané na liečbu amébióz**\n\namébióza býva spôsobená Entamoaeba histolytica – vyvoláva dyzentériu\n\nlen asi 1 z 10 infikovaných má symptómy\n\ncelosvetovo asi 500 mil. infikovaných, 40-100 000 úmrtí ročne\n\nprenos p.o., po kontakte s infikovanou stolicou, kontaminovanou vodou alebo jedlom, infekčné sú cysty.\n**Životný cyklus:** Z cýst sa tvoria améby so 4 jadrami, rozdelia sa na 8 trofozoitov. Trofozoity migrujú do\nhrubého čreva a usadia sa na epitelových bunkách. Rastú a delia sa v sliznici hrubého čreva, sú zodpovedné\nza charakteristické lézie amébiázy. Trofozoity vylúčené do lumenu čreva sa menia na cysty, ktoré sa\nvylučujú do stolice a sú pripravené infikovať ďalšieho hostiteľa. **Diagnóza** = mikroskopicky, vzorky stolice\n\n**Formy:**\n **črevná forma** = priebeh mierny ale môže byť aj ťažký - dyzentéria, deštrukcia črevného epitelu, úporné\nhnačky, kŕče, krv v stolici, horúčka; postihnutá je hlavne dolná časť čreva\n **mimočrevná** = zriedkavo – abscesy v pečeni, pľúcach alebo mozgu\n\n**Liečba amebióz:**\n\n **metronidazol**\n\n**Spektrum účinku:**\n\n  **antiprotozoálny účinok** = E.histiolytica, T. vaginalis, G. lamblia\n\n  **baktericídny účinok** = gramnegatívne anaeróbne a mikroaerofilné baktérie (Bacteroides,\nHelicobacter pylori), grampozitívne anaeróbne baktérie a koky\n\n**Mechanizmus účinku:**\n\n  dobre prestupuje do jednobunkových organizmov\n\n  je prodrug, aktivuje sa redukciou nitro skupiny po prieniku do citlivého mikroorganizmu\n\n  vzniká reaktívny radikál, ktorý inhibuje syntézu DNA – kovalentnou väzbou na guanidínové\na cytidínové zvyšky – strata helikálnej štruktúry a zlomy reťazcov DNA\n\n  redukcia prebieha za anaeróbnych alebo mikroaeróbnych podmienok, preto má malý efekt na\ncicavčie bunky alebo aeróbne baktérie\n\n**Farmakokinetika:**\n\n  podáva sa i.v., p.o. alebo lokálne (pri rosacey)\n\n  dobre sa vstrebáva po p.o. podaní a distribuuje do tkanív i abscesov, prechádza cez HEB\n\n  metabolizuje sa v pečeni a konjuguje s kys. glukurónovou\n\n  vylučuje sa močom, metabolity môžu spôsobiť červenohnedé sfarbenie moču\n**Nežiaduce účinky:**\n\n  poruchy chuti, zápal sliznice ústnej dutiny, povlak na jazyku\n\n  gastrointestinálne problémy\n\n  dlhotrvajúca liečba – možná neuropatia – poruchy citlivosti a parestézie končatín\n\n**Interakcie:**\n\n  - inhibuje metabolizmus **warfarínu**, čím zvyšuje jeho účinok\n  - pri kombinácii s **alkoholom** má disulfiramový (antabusový) efekt: nauzea, vracanie, sčervenanie,\ntachykardia, dýchavičnosť\n\n **ornidazol**\n\n  antiprotozoálne účinky (E.histolytica, T. vaginalis, G. lamblia)\n\n  antibakteriálne účinky (Clostridium, Bacteroides fragilis)\n\n  podobný metronidazolu, iba p.o.\n\n **diloxanid furoát**\n\n  pri chronickej amébiáze – používa sa, keď metronidazol zlyhá, u nosičov, pôsobí na trofozoity\n\n  prodrug - z esteru sa uvoľňuje diloxanid, ktorý pôsobí lokálne v črevnom lumene, dobre tolerovaný\n  - **Nežiadúce účinky** = možná flatulencia\n\n **paromomycín**\n\n  aminoglykozidové antibiotikum, účinný aj pri leishmaniáze\n\n  podáva sa výlučne per os (parenterálna aplikácia – riziko ototoxicity a nefrotoxicity)\n\n  pôsobí v črevnom lumene, neresorbuje sa\n  - **Nežiadúce účinky** = nauzea, vracanie\n\n **tinidazol, jodochinol, kloroxín, doxycyklín**\n\n\n\n364\n\n\n**Malária**\n\n**Pôvodcovia** : prvoky rodu Plasmodium - Plasmodium vivax, Plasmodium ovale, Plasmodium malariae,\nPlasmodium falciparum\nPrenos: niektoré komáre rodu Anofeles – samičky Anopheles maculipens\n**Príznaky** = bolesti hlavy, vysoké horúčky, ktoré sa periodicky opakujú, zimnica, profúzne potenie, bolesti\nsvalov a kĺbov, hepatosplenomegália, únava, rozpad erytrocytov, anémia; v ťažkých prípadoch žltnutie\nkože, kóma, smrť; symptómy sa zvyčajne prejavia 15 dní po bodnutí\n**Podľa dĺžky erytrocytového cyklu a opakovania príznakov – podľa dĺžky periód horúčky:**\n**a)** **malaria terciana** (po 48h, každý tretí deň) (P. ovale, P. vivax) = zriedkavo smrteľná, hypnozoity v pečeni\nniekoľko rokov bez prejavov; bez liečby relaps, záchvat malárie\n**b)** **malaria kvartana** (po 72h, každý štvrtý deň) (P. malariae) = mierna forma\n**c)** **malaria tropicana** (nepravidelne) (P. falciparum) =najnebezpečnejšia, môže viesť k orgánovému zlyhaniu\n(adherencia erytrocytov na steny kapilár, kóma, kŕče, kolaps obehu, pľúcny edém, zlyhanie obličiek), a\númrtiu (30%)\n**Malária - životný cyklus plasmódií**\n\n\n**Rozdelenie antimalarík** podľa pôsobenia na vývojové štádiá Plasmodium:\n**1.** **Krvné schizontocída** = **terapia akútneho záchvatu**\n\n  likvidujú asexuálne formy v erytrocytoch\n\n  najvačšia skupina antimalarík\n**Mechanizmus účinku** = inhibítory metabolizmu hému = inhibícia hém-polymerázy – enzým, ktorý polymerizuje voľný hém\nna hemozoín (neškodný pigment); hromadí sa hém, ktorý je pre plazmódia toxický – zabráni utilizácii AK\nplazmódiami z hemoglobínovej proteolýzy\n**a.** **deriváty chinolínu**\n\n **chinín**\n\n**Farmakokinetika**\n\n      dobre sa vstrebáva, má vysoký distribučný objem\n\n      biologický polčas 10 hodín, ostatné majú vyšší biologický polčas, aj 50 hodín\n\n      pri neutrálnom pH je neionizovaný a voľne difunduje do erytrocytov a do lyzozómov parazita\n\n      pri kyslom pH sa protonizuje zostáva uväznený v bunke parazita\n**Rezistencia** = mutáciou transportných génov plazmódia – zvýšený eflux liečiva von z parazita\n**Liekové interakcie** = predlžuje účinok p.o. antikoagulancií a barbiturátov; jeho aktivita je zvýšená pyrimetamínom\n**Nežiadúce účinky** = nauzea, vracanie, závraty, rozmazané videnie, tinitus\n **chlorochín**, **hydroxychlorochín**, **meflochín** = podobné chinínu, ale majú priaznivejšiu\n\nfarmakokinetiku\n\n**b.** **deriváty artemisinínu** = **artemeter** (lipofilný – i.m., p.o.), **artesunát** (hydrofilný – i.v.), **artemisinín**,\n**arterolán** = proti rezistentným kmeňom Plasmodium falciparum\n**Mechanizmus účinku** = predpokladá sa inhibícia parazitárnej Ca [2+] závislej ATP-ázy; za účinok zodpovedá ich peroxidový\nmostík; ide o seskviterpénové laktóny čínskej medicíny\n**Liekové interakcie** = antagonizujú kyselinu listovú\n**Nežiadúce účinky** = prechodná srdcová blokáda, neutropénia, horúčka\n\n\n\n365\n\n\n**c.** **sulfónamidy, sulfonáty a antagonisty kyseliny listovej**\n**Mechanizmus účinku** = sulfónamidy a sulfóny inhibujú dihydropteroátsyntázu – sú kompetitívne inhibítory syntézy\nPABA; protozoá syntetizujú kyselinu listovú z dihydropterínu, PABA a glutamátu; utiluzujú miesto\nPABA sulfónamid, ktorý je falošným substrátom pre enzým dihydropteroátsyntázu – inhibuje sa vznik\nkyseliny dihydrolistovej; **trimetoprim** a **tetroxoprim**, ale aj **proguanil** a **pyrimetamín** inhibujú\ndihydrofolátreduktázu, čim sa zabráni premene kyseliny dihydrolistovej na tetrahydrolistovú inhibícia syntézy prekurzorov a aj proteosyntézy; účinok sulfónamidov sa prejaví až v ďalších\ngeneráciách – keď sa vyčerpá kyselina listová\n **sulfadoxím** = najpoužívanejší antimalarický sulfónamid\n **dapsón** = jediný sulfón\n **pyrimetamín** = štrukturálne podobný trimetoprimu\n **proguanil** = derivát biguanidu (preto Nežiadúce účinky - hypoglykémia) – mení sa na aktívny metabolit\ncykloguanil\n\n**d.** **atovachón**\n**Mechanizmus účinku** = inhibítor transportu elektrónov v mitochondriách - inhibuje parazitárny reťazec elektrónového\ntransportu v mitochondriách – napodobňuje ubichinón (falošný substrát)\n**Použitie** = synergicky s proguanilom, akútne ataky rezistentných kmeňov, aj profylakticky\n**Nežiadúce účinky** = bolesti brucha, zvracanie, nauzea\n**2.** **Tkanivové schizontocída** = **radikálna terapia** = 8-aminochinolíny\n\n  účinkujú na pečeňové formy parazita\n\n  zabraňujú tak vzniku erytrocytárnej formy choroby\n\n  neodstraňujú však sporozoity\n**Mechanizmus účinku** = inhibítory transportu elektrónov v mitochondriách; primárnou funkciou mitochondriálneho\nelektrónového transportu u plazmódií je regenerovať ubichinón, akceptor elektrónov pre dihydroorotát\ndehydrogenázu kľúčovú pre syntézu pyrimidínových nukleotidov\n **primachín**\n**Mechanizmus účinku** = pôsobí gametocídne; na svoju biotransformáciu využíva enzymatický systém spojený\ns redukciou NADPH v erytrocytoch a hepatocytoch; narúša aj vývoj gamét v tráviacom trakte komára\nAnopheles\n**Nežiadúce účinky** = GIT ťažkosti, methemoglobinémia s cyanózou\n**Kontraindikácie** = v tehotenstve, u pacientov s deficitom glukóza-6-dehydrogénázy (treba otestovať pred liečbou)\n **tafenochín**, **etachín** = účinnejšie analógy primachínu, ktoré pôsobia aj dlhšie\n**3.** **Kauzálne profylaktiká malárie**\n  - patria sem tkanivové schizontocída = **deriváty artemisinínu**, **4-aminochinolíny**, **dapsón**, **proguanil**,\n**pyrimetamín**, **lumefantrín** (štrukturálne podobný chinolínom; vždy v kombe s arteméterom)\n\n  majú sa podávať aspoň 1 mesiac pred odletom do krajiny s možným výskytom malárie\n\n  prevencia uštipnutia komárom Anofeles – repelenty, insekticídy, protihmyzové siete\n\n  profylaktické podávanie antimalarík pri cestovaní do postihnutých oblastí\n\n  voľba profylaxie závisí od druhu a citlivosti plazmódií v navštevovanej oblasti, dĺžky návštevy,\n\nkontraindikácií\n\n**Vakcíny proti malárii**\n\n  v roku 2015 Európska lieková agentúra schválila prvú vakcínu Mosquirix, RTS,S/AS01 proti malárii (a\nhepatitíde B) pre použitie mimo EÚ\n\n  je namierená proti proteínom sporozoitov P. falciparum a bráni vstupu sporozoitov do hepatocytov a\ntým rozvoju ochorenia\n\n  vo vývoji mnoho vakcín, problémom je veľká diverzita antigénov, zložitý životný cyklus\n\n  skúmajú sa mnohé ciele, v skúšaní napr. vakcína obsahujúce ožiarením atenuované sporozoity P.\nfalciparum zo slinných žliaz komárov\n**4.** **Gametocytocída** = **primachín**, **pyrimetamín**, **proguanil** – ničia sexuálne formy parazitov v tele človeka,\nbez nich nie je možný nový vývojový cyklus v komárovi\n**5.** **Sporontocytocída** = blokujú vývoj sporozoitov v tele hmyzu; gametocytocída a sporontocytocída\nneovplyvňujú chorobu u pacientov, ale zabraňujú šíreniu choroby z pacienta na pacienta a ďalej\n\n\n\n366\n\n\n**Trypanozomiázy**\n**Spavá choroba** = Trypanosoma brucei gambiense, Trypanosoma brucei rhodensiense = prenáša mucha Tsetse (oblasť rovníkovej Afriky)\n**Africká trypanozomiáza – spavá choroba**\n\n  prenášaná muchou tsetse\n\n  infekcia je letálna ak nie je liečená\n\n  asi 500.000 Afričanov je infikovaných, 50 mil. je ohrozených\n\n  parazit je extracelulárny\n**Príznaky**\n\n  1. štádium = v mieste bodnutia vzniká lezia + opuch; parazit sa replikuje v krvnom riečisku alebo\nlymfe (horúčka, lymfadenopatie, splenomegália, myokarditída)\n\n  2. štádium = šírenie infekcie krvou a lymfou; charakteristické príznaky chrípky – horúčka, bolesť,\nmalátnosť, chudnutie, únava; parazit sa dostáva cez HEB - CNS symptómy: zmätenosť,\nnekoordinovanosť, psychiatrické symptómy - halucinácie, kóma, smrť\n\n  vážnejšie je postihnutie T. brucei rhodensiense – rapídny rozvoj symptómov, pri infekcii T. brucei\ngambiense – symptómy sa rozvíjajú až v priebehu mesiacov, rokov\n\n**Liečivá**\n\n **suramín** (i.v.) = pevne sa viaže na proteíny hostiteľa, inhibuje kľúčové enzýmy – deštrukcia parazita\n **pentamidín** = veľmi účinný, trypanocídny účinok; poda´va sa parenterálne; účinný aj pri\npneumocytovej pneumónii; použitie limitované – veľa Nežiadúce účinky (hypotenzia, tachykardia, dýchavica,\nvracanie)\n **melarsoprol** = organická zlúčenina arzénu, pôsobí na formy, ktoré prenikli do CNS; závažné Nežiadúce účinky –\nencefalopatia – preto sa prevažne už nepoužíva\n **eflornitín** = inhibuje parazitárnu ornitín-dekarboxylázu, taktiež má závažné Nežiadúce účinky\n\n **nifurtimox**\n\n**Chagasova choroba** = Trypanosoma cruzi = prenáša druh bzdochy (južná časť Severnej Ameriky a Južná\nAmerika)\n**Americká trypanozomiáza – Chagasova choroba**\n\n  zoonóza prenášaná bzdochou\n\n  postihuje asi 7 mil. ľudí, 50-200.000 nových infekcií ročne\n\n  parazit napáda makrofágy, kde proliferuje, potom sa uvoľňuje a napáda iné bunky\n**Príznaky**\n\n  horúčka, vyrážka, lymfadenopatia, často opuch oka po jeho kontakte s miestom vpichu napr. rukou\n\n  neskôr hepatosplenom., myokarditída, kardiomyopatia s arytmiami, megaezofagus, megakolon, smrť\n\n  často po akútnej infekcii nasleduje dlhé relatívne bezpríznakové obdobie (aj celoživotné, ale asi 2030% infikovaných má závažné problémy)\n**Liečivá** = **nifurtimox**, **benzonidazol**\n\n\n**Liečivá používané na liečbu toxoplazmózy**\n**Životný cyklus** Toxoplasma gondii (prenos mačkami) = **fekálne oocysty** aj **tkanivové cysty** sú infekčné a po\npožití sa menia na **tachyzoity**, ktoré napádajú nervové tkanivo a svaly, vytvárajú tkanivové **bradyzoity** . Ak\nsa infikuje tehotná žena, tachyzoity môžu napadnúť plod krvnou cestou.\n**a)** **kongenitálna forma** (ak nedôjde k potratu alebo smrti in utero)\n\n  hydrocefalus, makro/mikrocefália\n\n  slepota alebo ťažká porucha zraku\n\n  intelektuálny deficit, neurologické problémy\n**b)** **získaná forma**\n\n  často mierne príznaky, bolesť lymf. uzlín, bolesť svalov\n\n  najmä očné lézie, poškodenie sietnice; rozmazané videnie, bolesti oka, fotofóbia, slepota\n\n  vážne príznaky u imunokompromi-tovaných pacientov (napr. s HIV), postihuje aj mozog –epileptické\nzáchvaty, zmätenosť, bolesti hlavy\n**Diagnostika** = sérologická analýza; priama identifikácia prazita v periférnej krvi, tkanivovej biopsii\n**Liečivá** = **pyrimetamín**, **sulfadiazín**, **spiramycín**, **klotrimoxazol**\nPri HIV-pozitívnych pacientoch a mozgovej forme = **linkozamínové** a **makrolidové antibiotiká**\n\n\n\n367\n\n\n**Trichomoniáza**\n\n**Trichomonas vaginalis**\n\npostihuje celosvetovo asi 200 mil. ľudí\n\nprenáša sa pohlavným stykom; liečiť sa musí aj sexuálny partner\n\nspôsobuje zápal vagíny s výtokom, menej často zápal uretry u mužov, tí sú skôr nosičmi\n\ninfekcia T. vaginali szvyšuje riziko prenosu HIV\n\n**Liečivá**\n\n **metronidazol**, ornidazol, tinidazol, nifuratel\n\n **nifuratel** = nitrofuránové chemoterapeutikum\n\n  antitrichomonádové, antimykotické, antibakteriálne účinky\n\n  Nežiadúce účinky = najmä GIT problémy\n\n\n**Leishmaniáza**\n\n**Leishmania** – rôzne druhy; prenášač – hmyz Flebotomus\n\nparazit sa množí v tkanivových makrofágoch, až kým prasknú, uvoľnia sa a napadnú ďalšie makrofágy\n- **kožná forma** (zvyčajne sa zhojí do 3-18 mesiacov, ale zanecháva znetvorenie)\n- **viscerálna forma** (kala azar) – nutná terapia, inak fatálne\n\n**Liečivá**\n\n **pentamidín, amfotericín B, miltefosín, paromomycín**\n **nátriumantimónglukonát, meglumíniumantimonát,**\n\n  inhibícia glykolýzy a oxidácie mastných kyselín, narušenie oxidoredukčnej rovnováhy parazita\n\n  podáva sa p.o.\n\n  až toxické účinky (pankreas, srdce, obličky)\n **pentamidín**\n\n  inhibícia replikácie DNA parazitov\n\n  parenterálne, dlhodobý účinok\n\n\n**Giardióza**\n\nGiardia intestinalis (lamblia)\n\ncysty parazita sa prenášajú stolicou kontaminovanou vodou alebo potravou\n\ntrofozoity adherujú na povrch enterocytov\n**Následky infekcie:**\n\nnosič bez príznakov,\n\nakútna prechodná hnačka, chronická hnačka; kŕče,nadúvanie, nauzea, vracanie, dehydratácia\n**Liečivá** = metronidazol, ornidazol, tinidazol, paromomycín, nitazoxanid\n\n\n**Liečivá používané na liečbu pneumocystózy**\nPneumocystis jirovecii (predtým carinii), považovaný za prvok, v súčasnosti klasifikovaný ako **huba**\n\nspôsobuje intersticiálnu pneumóniu\n\nkvapôčková infekcia, niektorí ľudia sú nosičmi, nemajú symptómy\n\nu zdravých ľudí je rozvoj pneumocystózy zriedkavý\n\nvyskytuje sa najmä u imunokompromitovaných pacientov (napr. počas imunosupresívnej liečby po\ntransplantáciách alebo u HIV-pozitívnych pacientov)\n**Príznaky** = horúčka, zimnica, kašeľ, sťažené dýchanie, bolesť na hrudníku, únava\n**Diagnostika** = spútum, bronchoalvelolárna laváž, biopsia pľúc, mikroskopia; PCR; test na beta-D-glukán\n**Liečivá** = **kotrimoxazol** (trimetoprim+sulfametoxazol), **pentamidín**, **dapsón**, **klindamycín**, **primachín**,\n\n**atovachón**\n\n\n\n368\n\n\n"
}